{
  "general": {
    "menu": {
      "contributors": "Contribuidores",
      "api docs": "api docs",
      "about": "sobre"
    },
    "overwatch": {
      "warning": "atenção",
      "not updated yet": "não atualizado ainda",
      "day ends in": "dia termina em"
    },
    "profile": {
      "member since": "Membro desde {0}",
      "social": "Social",
      "personal": "Pessoal",
      "nationality": "Nacionalidade",
      "about": "Sobre",
      "contribution statistics": "Estatísticas de contribuição",
      "contribution count": "Número de contribuições",
      "last contributed": "Última contribuição",
      "favourite day": "Dia favorito",
      "contribution history": "Histórico de contribuição",
      "favourite gamemodes": "Modos de jogo favoritos",
      "favourite heroes": "Heróis favoritos",
      "favourite maps": "Mapas favoritos"
    },
    "contributor listing": {
      "contributor since": "Contribuindo desde {0} com atualmente {1} contribuições.",
      "contributor last contributed": "Última contribuição em {0}",
      "view profile": "ver perfil"
    },
    "footer": {
      "copyright_site": "Este site é licenciado sob uma",
      "copyright_materials": "O conteúdo e os materiais do jogo são marcas registradas e direitos autorais de seus respectivos editores e seus licenciadores. Todos os direitos reservados"
    }
  },
  "overwatch": {
    "arcademodes": {
      "Yeti Hunter": "Caça ao Yeti",
      "Meis Snowball Offensive": "Ofensiva de Bola de Neve da Mei",
      "Winter Mystery": "Mistério Gelado",
      "Total Mayhem": "Caos Total",
      "Team Deathmatch": "Combate até a Morte em Equipe",
      "No Limits": "Sem limite",
      "Copa Lúcioball": "Copa Lúciobol",
      "Lúcioball": "Lúciobol",
      "Mystery Heroes": "Heróis misteriosos",
      "Capture the Flag": "Capture a Bandeira",
      "Low Gravity": "Baixa Gravidade",
      "Château Deathmatch": "Combate até a Morte no Château Guillard",
      "Capture the Rooster": "Capture o Galo",
      "Competitive CTF": "CaB Competitivo",
      "CTF: Ayutthaya Only": "CAB: Ayutthaya Apenas",
      "Deathmatch": "Combate até a Morte",
      "Limited Duel": "Duelo Limitado",
      "Mystery Duel": "Duelo misterioso",
      "Elimination": "Eliminação",
      "3v3 Elimination": "Eliminação 3v3",
      "5v5 Elimination": "Eliminação 5v5",
      "Hybrid": "Híbrido",
      "Junkertown": "Junkertown",
      "Junkertown Mystery Heroes": "Heróis misteriosos de Junkertown",
      "Horizon Lunar Colony": "Colônia Lunar Horizon",
      "Blizzard World": "Blizzard World",
      "Doomfist Elimination": "Eliminação Doomfist",
      "Junkensteins Revenge": "A vingança de Junkenstein",
      "Mission Archives": "Arquivos de missão",
      "Competitive Elimination": "Eliminação Competitiva",
      "Rialto": "Rialto",
      "NORMAL": "NORMAL",
      "HARD": "DIFÍCIL",
      "EXPERT": "ESPECIALISTA",
      "LEGENDARY": "LENDÁRIO",
      "Retribution (Story)": "Retaliação (História)",
      "Retribution All Heroes": "Retaliação (Todos os Heróis)",
      "Omnic Uprising Story": "Insurreição (História)",
      "Omnic Uprising All Heroes": "Insurreição (Todos os Heróis)",
      "Prefer Hunter": "Prefiro Caçador",
      "Prefer Yeti": "Prefiro Yeti",
      "Competitive Deathmatch": "Combate até a Morte Competitivo",
      "Petra Deathmatch": "Combate até a Morte em Petra",
      "Junkenstein Endless": "Junkenstein Sem Fim",
      "Junkenstein Modes": "Modos de Junkenstein",
      "No Limits Payloads": "Cargas sem limites",
      "Horizon No Limits": "Horizon Sem Limites",
      "Busan": "Busan",
      "Assault": "Ataque",
      "Mystery Deathmatch": "Combate até a Morte Surpresa",
      "Competitive Team Deathmatch": "Combate até a Morte em Equipe Competitivo",
      "Storm Rising All Heroes": "Tempestade Iminente (Todos os Heróis)",
      "Storm Rising Story": "Tempestade Iminente (História)",
      "CTF: Busan": "CaB: Busan",
      "Freezethaw Elimination": "Eliminação Descongelante",
      "Paris": "Paris",
      "Hero Gauntlet": "Desafio de Heróis",
      "Havana": "Havana",
      "Mirrored Deathmatch": "Combate até a Morte Espelhado",
      "Snowball Deathmatch": "Combate até a Morte de Bola de Neve",
      "Skirmish": "Confronto",
      "CTF Blitz": "Blitz de CaB",
      "Blood Moon Rising": "Lua de Sangue Iminente",
      "Challenge Missions": "Missões de Desafio",
      "Glass Cannon": "Canhão de Vidro",
      "Surgical Strike": "Ataque Cirúrgico",
      "Molten Cores": "Núcleos Fundidos",
      "Storm Raging": "Fúria da Tempestade",
      "Close Quarters": "Proximidade",
      "Winter Brawls": "Contendas Congeladas",
      "Lúcioball Remix": "Lúciobol Remix",
      "Uprising": "Insurreição",
      "Retribution": "Retaliação",
      "Storm Rising": "Tempestade Iminente",
      "Almost No Limits": "Quase Sem Limites",
      "Competitive Open Queue": "Competitivo - Fila Aberta",
      "Lúcioball Modes": "Modos do Lúciobol",
      "Assault Test": "Ataque - Teste",
      "Kanezaka Deathmatch": "Combate até a Morte em Kanezaka",
      "Vengeful Ghost": "Fantasma Vingativo",
      "Frenzied Stampede": "Debandada Frenética",
      "Volatile Zomnics": "Zômnicos Voláteis",
      "Three They Were": "Trio Parada Dura",
      "Mystery Swap": "Troca Misteriosa",
      "Shocking Surprise": "Surpresa Chocante",
      "Competitive No Limits": "Competitivo Sem Limites",
      "Bounty Hunter": "Caçador de Recompensas",
      "CTF Modes": "Modos CaB",
      "Bulletproof Barriers": "Barreiras à Prova de Balas",
      "Sympathy Gains": "Condolência",
      "Thunderstorm": "Tempestade",
      "Lunar Brawls": "Contendas do Ano Novo Lunar",
      "Malevento Deathmatch": "Combate até a Morte em Malevento",
      "Malevento TDM": "Malevento (apenas equipe)",
      "Open Queue": "Fila Aberta",
      "Junkensteins Revenge: Wrath of the Bride": "A Vingança de Junkenstein: A Ira da Noiva",
      "STORY": "HISTÓRIA",
      "Assault Maps": "Mapas de Ataque",
      "Payload Maps": "Maps de Carga",
      "Hybrid Maps": "Mapas Híbridos",
      "Control Maps": "Mapas de Controle",
      "Push Maps": "Mapas de Avanço",
      "Paraíso": "Paraíso",
      "Midtown": "Midtown",
      "Circuit Royal": "Circuit Royal",
      "Shambali Monastery": "Monastério de Shambali"
    },
    "descriptions": {
      "Adventurous Hunters work together against the lone Yeti. Watch out, if the Yeti eats 4 meat it's time to run!": "Caçadores aventureiros trabalham em equipe contra um Yeti solitário. Fiquem de olho, quando o Yeti comer 4 carnes, é hora de correr!",
      "Join an a-mei-zing five-on-five snowball fight. You only have one shot but can reload at snow piles.": "Uma avalanche de diversão aguarda nessa guerra de bola de neve cinco contra cinco. Você só tem um tiro, mas pode recarregar em montes de neve.",
      "Defeat the enemy team with every player using heroes that randomly change upon respawn.": "Derrote a equipe inimiga com todos os jogadores usando heróis que mudam aleatoriamente sempre que ressurgem.",
      "Power up and embrace the chaos.": "Enfrente o caos com força total.",
      "Climb to the top of the scoreboard. The deadliest team wins.": "Seja o melhor de todo o placar, apenas a equipe mais mortal será vitoriosa.",
      "Defeat the enemy team without any limits on hero selection.": "Derrote a equipe inimiga sem imposições de limites na seleção de heróis.",
      "Rise up the ranks and compete with the best Lúcioballers in the world!": "Suba nos rankings e enfrente os melhores jogadores de Lúciobol do mundo!",
      "3v3 team match of Lúcioball. Whoever scores the most goals wins!": "Partida 3v3 de Lúciobol. Quem fizer mais gols, ganha!",
      "Two teams of five players compete to capture the enemy team's flag while defending their own.": "Duas equipes de cinco jogadores competem para capturar a bandeira da equipe inimiga enquanto defendem sua própria bandeira.",
      "Defeat the enemy team in a low-gravity environment.": "Derrote a equipe inimiga em um ambiente de baixa gravidade.",
      "Climb to the top of the scoreboard. The deadliest hero wins.": "Seja o melhor de todos, apenas o herói mais mortal será vitorioso.",
      "Two teams of five players compete on Lijiang Tower to capture the enemy team's flag while defending their own.": "Duas equipes de cinco jogadores competem na Torre Lijiang para capturar a bandeira da equipe inimiga enquanto defendem sua própria bandeira.",
      "Rise up the ranks and compete with the best Capture The Flag players in the world!": "Suba nos rankings e enfrente os melhores jogadores de Capture a Bandeira do mundo!",
      "Two teams of five players compete on Ayutthaya to capture the enemy team's flag while defending their own.": "Duas equipes de cinco jogadores competem em Ayutthaya para capturar a bandeira da equipe inimiga enquanto defendem sua própria bandeira.",
      "Face off in a series of one on one fights. Both players pick from the same set of heroes in every round.": "Participe de vários duelos um contra um, em que dois jogadores devem escolher do mesmo grupo de heróis a cada rodada.",
      "Face off in a series of one on one fights. Both players use the same random hero in every round.": "Participe de vários duelos um contra um, em que ambos os jogadores deverão usar o mesmo herói aleatório a cada rodada.",
      "Compete as a team of three players in a series of fights.": "Participe de uma série de lutas em equipes de três jogadores.",
      "Compete as a team of three players in a series of fights, where successful heroes are removed from later rounds.": "Participe de uma série de lutas em equipes de três jogadores nas quais os heróis vencedores são bloqueados a cada rodada.",
      "Compete as a team of five players in a series of fights, where successful heroes are removed from later rounds.": "Participe de uma série de lutas em equipes de cinco jogadores nas quais os heróis vencedores são bloqueados a cada rodada.",
      "Capture the payload and escort it to the destination!": "Capture a carga e escolte-a até o destino!",
      "Escort Junkrat and Roadhog's special delivery to the Queen of Junkertown!": "Escoltar a entrega especial de Junkrat e Roadhog até a Rainha de Junkertown!",
      "Defeat the enemy team on the Horizon Lunar Colony map.": "Derrote a equipe inimiga no mapa Colônia Lunar Horizon.",
      "Welcome to Blizzard World. Are you prepared for the most epic theme park experience... ever?": "Bem-vindos à Blizzard World. Estão preparados para o parque de diversões mais épico... de todos?",
      "Compete as a team of six Doomfists in a series of fights.": "Participe de uma série de lutas em uma equipe de seis Doomfists.",
      "Dr. Jamison Junkenstein wants revenge. Four wanderers have come to stop him...": "O Dr. Jamison Junkenstein quer vingança. Quatro andarilhos vieram impedi-lo...",
      "Missions from the Overwatch Archives.": "Missões dos Arquivos de Overwatch.",
      "Rise up the ranks and compete with the best Elimination players in the world!": "Suba na tabela e enfrente os melhores jogadores de Eliminação do mundo!",
      "Notoriously the site of the \"Venice Incident,\" conflict has returned to the streets and canals of Rialto.": "Notória por ter servido de palco para o \"Incidente de Veneza\", o conflito mais uma vez tem lugar nos canais e ruas de Rialto.",
      "Dr. Junkenstein and his minions march upon the castle.": "Dr. Junkenstein e seus capangas marcham até o castelo.",
      "The minions of Dr. Junkenstein grow stronger.": "Os capangas de Dr. Junkenstein ficam mais fortes.",
      "Few will survive the night.": "Poucos sobreviverão à noite.",
      "Fallen wanderers will be immortalized in legend.": "Andarilhos abatidos serão imortalizados em lendas.",
      "Blackwatch heads to Venice to deal with a new threat.": "A Blackwatch vai a Veneza para cuidar de uma nova ameaça.",
      "A team of four heroes heads to Venice to deal with a new threat.": "Uma equipe de quatro heróis vai a Veneza para cuidar de uma nova ameaça.",
      "An Overwatch strike team is sent to liberate King's Row from Null Sector.": "Uma equipe de ataque da Overwatch é enviada para libertar King's Row do Setor Nulo.",
      "Fight as a team of four heroes to liberate King's Row from Null Sector.": "Lute com uma equipe de quatro heróis para libertar King's Row do Setor Nulo.",
      "Normal difficulty description text. PH": "Descrição do modo normal.",
      "Hard difficulty description text. PH": "Descrição do modo difícil.",
      "Expert difficulty description text. PH": "Descrição do modo especialista.",
      "Legendary difficulty description text. PH": "Descrição do modo lendário.",
      "Stop the King's Row uprising.": "Impeça a Insurreição de King's Row.",
      "Null Sector's forces have been upgraded.": "As forças do Setor Nulo foram aprimoradas.",
      "Null Sector takes no prisoners.": "O Setor Nulo não faz prisioneiros.",
      "Face the overwhelming might of Null Sector.": "Enfrente todo o poder do Setor Nulo.",
      "If all players prefer Hunter, one will be chosen randomly as the Yeti.": "Caso todos os jogadores escolham Caçador, um será escolhido aleatoriamente para ser o Yeti.",
      "Completing games as hunter will increase your chances to be chosen as the Yeti.": "Completar jogos como Caçador aumentará suas chances de ser escolhido como o Yeti.",
      "Rise up the ranks and compete with the best Deathmatch players in the world!": "Suba na tabela e enfrente os melhores jogadores de Combate até a Morte do mundo!",
      "Two teams compete to take control of Busan.": "Duas equipes competem para tomar o controle de Busan.",
      "Capture the objectives!": "Capturem os objetivos!",
      "Climb to the top of the scoreboard with every player using heroes that randomly change upon respawn.": "Chegue ao topo do placar com todos os jogadores usando heróis que mudam aleatoriamente no ressurgimento.",
      "A team of four heroes heads to Havana to deal with a new threat.": "Uma equipe de quatro heróis vai a Havana para cuidar de uma nova ameaça.",
      "A new Overwatch strike team heads to Havana to capture a critical Talon asset.": "Uma nova equipe de ataque da Overwatch parte rumo a Havana para capturar uma peça crucial da Talon.",
      "Two teams of six players compete on Busan to capture the enemy team's flag while defending their own.": "Duas equipes de seis jogadores competem em Busan para capturar a bandeira da equipe inimiga enquanto protegem a sua.",
      "Defeated heroes are frozen and may be thawed by allies. Freeze all enemies to win rounds. Winning heroes are removed per round. ": "Heróis derrotados são congelados e podem ser descongelados por aliados. Congele todos os inimigos para vencer a rodada. Os heróis vencedores são removidos da rodada seguinte. ",
      "Head to Paris and battle at the heart of the Omnic Resistance.": "Vá para Paris e lute no coração da Resistência Ômnica.",
      "Play through a set list of heroes in a deathmatch environment. Each time you get a kill, you swap to the next hero. The first player to get through their list wins.": "Jogue com um conjunto fixo de heróis em um combate até a morte. Toda vez que consegue um abate, você muda para o herói seguinte. O primeiro jogador a terminar a lista vence.",
      "Take the fight to the streets of Havana!": "Leve a luta às ruas de Havana!",
      "A free-for-all battle against identical heroes!": "Uma batalha todos contra todos contra heróis idênticos!",
      "PH Endless Deathmatch description": "PH Endless Deathmatch description",
      "Join an a-mei-zing free-for-all snowball fight. You only have 3 shots but can reload at snow piles.": "Uma avalanche de diversão aguarda nessa guerra de bola de neve todos contra todos. Você tem 3 tiros, mas pode recarregar em montes de neve.",
      "PH Skirmish description": "PH Skirmish description",
      "Two teams of five players compete in a fast-paced match to capture the enemy team's flag while defending their own.": "Duas equipes de cinco jogadores competem em um confronto acelerado para capturar a bandeira da equipe inimiga enquanto defendem sua própria bandeira.",
      "Storm Rising. Only damage heroes. Healing is reduced. Heal yourself by doing damage.": "Tempestade Iminente. Somente heróis de dano. Cura reduzida. Cause dano para se curar.",
      "Archives missions with a twist.": "Missões de Arquivos com uma surpresa.",
      "Uprising. Players have reduced health and increased damage.": "Insurreição. Os jogadores têm menos vida e causam mais dano.",
      "Retribution. Only critical hits do damage.": "Retaliação. Somente acertos críticos causam dano.",
      "Uprising. Enemies drop lava on death.": "Insurreição. Os inimigos soltam lava ao morrer.",
      "Storm Rising. Some enemies are enraged. Killing them spreads the rage.": "Tempestade Iminente. Alguns inimigos estão enfurecidos. Matá-los espalha a fúria.",
      "Retribution. Enemies can only be damaged if a player is nearby.": "Retaliação. Os inimigos só recebem dano se houver um jogador próximo.",
      "Winter seasonal brawls.": "Contendas do Paraíso Congelado",
      "3v3 team match of Lúcioball featuring nonstop, chaotic, multi-ball action.": "Partida em equipe 3v3 de Lúciobol com ação ininterrupta, caótica e várias bolas.",
      "Defeat the enemy team with almost no limits on hero selection.": "Derrote a equipe inimiga com pouquíssimas restrições de função na seleção de heróis.",
      "Rise up the ranks and compete with the best players in the world with no role limits on hero selection.": "Suba na tabela e enfrente os melhores jogadores do mundo sem restrições de função na seleção de heróis.",
      "PH Lucioball container description.": "Descrição do contêiner do Lúciobol",
      "An experimental version of Assault": "Variante experimental do modo Ataque",
      "A deadly ghost chases players.": "Uma presença fantasmagórica mortal persegue os jogadores.",
      "Zomnics move faster.": "Os Zômnicos são mais rápidos.",
      "Junkenstein's Revenge with a twist.": "A Vingança de Junkenstein, mas com uma surpresa.",
      "Zomnics explode near players.": "Zômnicos explodem perto dos jogadores.",
      "Only 3 players, but they deal more damage.": "Apenas 3 jogadores, mas eles causam mais dano.",
      "Heroes periodically randomized.": "Heróis aleatórios periodicamente.",
      "Some enemies spawn Shock-Tires on death.": "Alguns inimigos geram Pneus Elétricos ao morrer.",
      "Rise up the ranks and compete with the best players in the world with no limits on hero selection.": "Suba na tabela e enfrente os melhores jogadores do mundo sem restrições na seleção de heróis.",
      "Gain points by killing the Target to claim their bounty and become the Target yourself, raising your health and ultimate meter to full. Earn bonus points by killing non-Target heroes as the Target. ": "Ganhe pontos por abater o alvo para receber a recompensa e se tornar o alvo, enchendo totalmente sua vida e sua suprema. Você ganha mais pontos por abater outros heróis quando é o alvo. ",
      "CTF Game Modes": "Modos de Jogo CaB",
      "Uprising. Enemy barriers are invulnerable.": "Insurreição. Barreiras inimigas são invulneráveis.",
      "Retribution. Damaging enemies heals other enemies.": "Retaliação. Causar dano a inimigos cura outros inimigos.",
      "Storm Rising. Enemies damage nearby players.": "Tempestade Iminente. Inimigos causam dano a jogadores próximos",
      "Defeat the enemy team with no role limits on hero selection.": "Derrote a equipe inimiga sem restrições de função na seleção de heróis.",
      "The Bride of Junkenstein has come to Adlersbrunn to avenge her fallen creator. Four heroes must unite to stop her.": "A Noiva de Junkenstein chegou a Adlersbrunn para vingar seu falecido criador. Quatro heroínas precisam se unir para detê-la.",
      "Enjoy the story without failure\r\nWARNING: Contains jumpscares": "Aproveite a história sem fracassos\nAVISO: Contém sustos",
      "The Bride's minions grow stronger\r\nWARNING: Contains jumpscares": "Os lacaios da Noiva ficam mais fortes\nAVISO: Contém sustos",
      "Few will reach the Castle\r\nWARNING: Contains jumpscares": "Poucos chegarão ao Castelo\nAVISO: Contém sustos",
      "A Legendary tale\r\nWARNING: Contains jumpscares": "Uma história Lendária\nAVISO: Contém sustos",
      "Push the bot farther than the enemy team does.": "Escolte o robô por uma distância maior que a equipe inimiga.",
      "Battle through the streets of Lúcio's hometown!": "Lute pelas ruas da cidade natal do Lúcio!",
      "Drive your enemies back through the shadows of skyscrapers!": "Faça seus inimigos recuarem à sombra de arranha-céus!",
      "Protect the payload in the stunning playground of the mega-rich!": "Proteja a carga no deslumbrante playground dos ricaços!",
      "": ""
    },
    "players": {
      "5v1": "5v1",
      "5v5": "5v5",
      "6v6": "6v6",
      "4v4": "4v4",
      "3v3": "3v3",
      "8 Player FFA": "TCT de 8 jogadores",
      "1v1": "1v1",
      "Co-op": "Coop",
      "-": "-",
      "3v3 Groups Only": "Somente grupos 3x3",
      "6v6 Groups Only": "Somente grupos 6x6",
      "6 Player FFA": "TcT de 6 jogadores"
    }
  }
}