{
  "general": {
    "menu": {
      "contributors": "Beitragende",
      "api docs": "API Dokumentation",
      "about": "Über"
    },
    "overwatch": {
      "warning": "Achtung",
      "not updated yet": "Noch nicht Aktualisiert",
      "day ends in": "Tag endet in"
    },
    "profile": {
      "member since": "Mitglied seit {0}",
      "social": "Sozial",
      "personal": "Persönlich",
      "nationality": "Nationalität",
      "about": "Über",
      "contribution statistics": "Beitrag Statistiken",
      "contribution count": "Beiträge",
      "last contributed": "Zuletzt beigetragen",
      "favourite day": "Lieblingstag",
      "contribution history": "Contribution history",
      "favourite gamemodes": "Lieblings Spielmodus",
      "favourite heroes": "Lieblings Held",
      "favourite maps": "Lieblinks Karte"
    },
    "contributor listing": {
      "contributor since": "Beitragender seit {0} mit derzeitig {1} beiträgen.",
      "contributor last contributed": "Zuletzt beigetragen {0}",
      "view profile": "Profil anzeigen"
    },
    "footer": {
      "copyright_site": "Diese Seite ist lizenziert unter einer",
      "copyright_materials": "Spielinhalte und Materialien sind Marken und Urheberrechte des jeweiligen Herausgebers und seiner Lizenzgeber. Alle Rechte vorbehalten"
    }
  },
  "overwatch": {
    "arcademodes": {
      "Yeti Hunter": "Yetijagd",
      "Meis Snowball Offensive": "Meis Schneeballschlacht",
      "Winter Mystery": "Winterüberraschung",
      "Total Mayhem": "Totales Chaos",
      "Team Deathmatch": "Team-Deathmatch",
      "No Limits": "Keine Beschränkungen",
      "Copa Lúcioball": "Copa Lúcioball",
      "Lúcioball": "Lúcioball",
      "Mystery Heroes": "Überraschungshelden",
      "Capture the Flag": "Flaggeneroberung",
      "Low Gravity": "Geringe Schwerkraft",
      "Château Deathmatch": "Deathmatch im Château",
      "Capture the Rooster": "Hol den Hahn",
      "Competitive CTF": "Kompetitive Flaggeneroberung",
      "CTF: Ayutthaya Only": "Flaggeneroberung: Ayutthaya",
      "Deathmatch": "Deathmatch",
      "Limited Duel": "Limitiertes Duell",
      "Mystery Duel": "Überraschungsduell",
      "Elimination": "Eliminierung",
      "Hybrid": "Hybrid",
      "Junkertown": "Junkertown",
      "Junkertown Mystery Heroes": "Überraschungshelden: Junkertown",
      "Horizon Lunar Colony": "Mondkolonie Horizon",
      "Blizzard World": "Blizzard World",
      "Doomfist Elimination": "Eliminierung: Doomfist",
      "Junkensteins Revenge": "Junkensteins Rache",
      "Mission Archives": "Missionsarchiv",
      "Competitive Elimination": "Kompetitive Eliminierung",
      "Rialto": "Rialto",
      "NORMAL": "NORMAL",
      "HARD": "SCHWER",
      "EXPERT": "EXPERTE",
      "LEGENDARY": "LEGENDÄR",
      "Retribution (Story)": "Vergeltung (Story)",
      "Retribution (All Heroes)": "Vergeltung (alle Helden)",
      "Uprising (Story)": "Aufstand (Story)",
      "Uprising (All Heroes)": "Aufstand (alle Helden)",
      "Prefer Hunter": "Jäger bevorzugt",
      "Prefer Yeti": "Yeti bevorzugt",
      "Competitive Deathmatch": "Kompetitives Deathmatch",
      "Petra Deathmatch": "Deathmatch: Petra",
      "Junkenstein Endless": "Junkenstein: endlos",
      "Junkenstein Modes": "Junkenstein-Modi",
      "No Limits Payloads": "Keine Beschränkungen: Fracht",
      "Horizon No Limits": "Keine Beschränkungen: Horizon",
      "Busan": "Busan",
      "Assault": "Angriff",
      "Mystery Deathmatch": "Überraschungs-Deathmatch",
      "Competitive Team Deathmatch": "Kompetitives Team-Deathmatch",
      "Storm RIsing (All Heroes)": "Sturmzeichen (alle Helden)",
      "Storm Rising (Story)": "Sturmzeichen (Story)",
      "CTF: Busan": "Flaggeneroberung: Busan",
      "Freezethaw Elimination": "Frosttau-Eliminierung",
      "Paris": "Paris",
      "Hero Gauntlet": "Heldenrotation",
      "Havana": "Havanna",
      "Mirrored Deathmatch": "Gespiegeltes Deathmatch",
      "Quick Play Classic": "Klassische Schnellsuche",
      "Snowball Deathmatch": "Schneeball-Deathmatch",
      "Skirmish": "Übungsgefecht",
      "CTF Blitz": "Flaggeneroberung - Blitz",
      "Blood Moon Rising": "Aufgehender Blutmond",
      "Challenge Missions": "Herausforderungsmissionen",
      "Glass Cannon": "Glaskanone",
      "Surgical Strike": "Präzisionsschlag",
      "Molten Cores": "Geschmolzene Kerne",
      "Storm Raging": "Tobender Sturm",
      "Close Quarters": "Auge in Auge",
      "Winter Brawls": "Winterbrawls",
      "Lúcioball Remix": "Lúcioball: Remix",
      "Uprising": "Aufstand",
      "Retribution": "Vergeltung",
      "Storm Rising": "Sturmzeichen",
      "Almost No Limits": "Fast keine Beschränkungen",
      "Competitive Open Queue": "Kompetitiv – Freie Rollenwahl",
      "Lúcioball Modes": "Lúcioball-Modi",
      "Assault Test": "Angriff – Test",
      "Kanezaka Deathmatch": "Deathmatch: Kanezaka",
      "Vengeful Ghost": "Rachsüchtiger Geist",
      "Frenzied Stampede": "Wilder Ansturm",
      "Volatile Zomnics": "Explosive Zomnics",
      "Three They Were": "Die glorreichen Drei",
      "Mystery Swap": "Überraschungswechsel",
      "Shocking Surprise": "Schockierende Überraschung",
      "Competitive No Limits": "Kompetitiv – Keine Beschränkungen",
      "Bounty Hunter": "Kopfgeldjäger",
      "CTF Modes": "Flaggen<hy>eroberungsmodi",
      "Bulletproof Barriers": "Kugelsichere Barrieren",
      "Sympathy Gains": "Mitleidsbonus",
      "Thunderstorm": "Gewitter",
      "Lunar Brawls": "Neujahrsbrawls",
      "Malevento Deathmatch": "Deathmatch: Malevento",
      "Malevento TDM": "Team-Deathmatch: Malevento"
    },
    "descriptions": {
      "Adventurous Hunters work together against the lone Yeti. Watch out, if the Yeti eats 4 meat it's time to run!": "Abenteuerlustige Jäger stellen gemeinsam dem Yeti nach. Pass auf: Sobald der Yeti vier Stück Fleisch gefressen hat, solltest du dich besser verstecken!",
      "Face off in a series of six-on-six fights as Mei, who is equipped with a powerful Snowball Blaster. This weapon only has one shot, but can be reloaded at snow piles.": "Liefert euch eine Serie von 6v6-Schneeballschlachten. Alle Spieler gehen als Mei mit einer mächtigen Schneeball<hy>kanone ins Match. Diese Waffe hat nur einen Schuss, kann aber an Schneehaufen nachgeladen werden.",
      "Defeat the enemy team with every player using heroes that randomly change upon respawn.": "Besiege das gegnerische Team. Spieler bekommen nach jeder Wiederbelebung einen zufälligen Helden zugewiesen.",
      "Power up and embrace the chaos.": "Stärke dich und ergib dich dem Chaos.",
      "Climb to the top of the scoreboard. The deadliest team wins.": "Kämpf dich mit deinem Team an die Spitze. Möge das tödlichste Team gewinnen.",
      "Defeat the enemy team without any limits on hero selection.": "Besiege das gegnerische Team. Bei der Heldenauswahl bestehen keine Einschränkungen.",
      "Rise up the ranks and compete with the best Lúcioballers in the world!": "Spiel dich in der Rangliste hoch und tritt gegen die besten Lúcioballer der Welt an!",
      "3v3 team match of Lúcioball. Whoever scores the most goals wins!": "Ein 3v3-Teammatch Lúcioball.\nWer die meisten Tore erzielt, gewinnt!",
      "Two teams of six players compete to capture the enemy team's flag while defending their own.": "Zwei Teams mit jeweils sechs Spielern versuchen, die gegnerische Flagge zu erobern, während sie ihre eigene verteidigen.",
      "Defeat the enemy team in a low-gravity environment.": "Besiege das gegnerische Team in einer Umgebung mit geringer Schwerkraft.",
      "Climb to the top of the scoreboard. The deadliest hero wins.": "Kämpf dich in der Bestenliste hoch. Möge der tödlichste Held gewinnen.",
      "Two teams of six players compete on Lijiang Tower to capture the enemy team's flag while defending their own.": "Zwei Teams mit jeweils sechs Spielern versuchen, auf der Karte Lijiang Tower die Flagge des gegnerischen Teams zu erobern, während sie ihre eigene verteidigen müssen.",
      "Rise up the ranks and compete with the best Capture The Flag players in the world!": "Spiel dich in der Rangliste hoch und tritt gegen die besten Flaggeneroberer der Welt an!",
      "Two teams of six players compete on Ayutthaya to capture the enemy team's flag while defending their own.": "Zwei Teams mit jeweils sechs Spielern versuchen, auf der Karte Ayutthaya die Flagge des gegnerischen Teams zu erobern, während sie ihre eigene verteidigen müssen.",
      "Face off in a series of one on one fights. Both players pick from the same set of heroes in every round.": "Eine Serie von 1v1-Schlagabtauschen. Beide Spieler wählen in jeder Runde aus derselben Heldenauswahl.",
      "Face off in a series of one on one fights. Both players use the same random hero in every round.": "Eine Serie von 1v1-Schlagabtauschen. Beide Spieler bekommen denselben zufälligen Helden zugewiesen.",
      "Compete as a team of three players in a series of fights.": "Tretet als Team von drei Spielern in einer Reihe von Matches an.",
      "Compete as a team of six players in a series of fights, where successful heroes are removed from later rounds.": "Tretet als Team von sechs Spielern in einer Reihe von Matches an. Helden, mit denen ihr gewinnt, sind in späteren Runden nicht mehr verfügbar.",
      "Capture the payload and escort it to the destination!": "Erobert die Fracht und begleitet sie bis zu ihrem Ziel!",
      "Escort Junkrat and Roadhog's special delivery to the Queen of Junkertown!": "Begleite die Speziallieferung von Junkrat und Roadhog bis zur Queen von Junkertown!",
      "Defeat the enemy team on the Horizon Lunar Colony map.": "Besiege das gegnerische Team in der Mondkolonie Horizon.",
      "Welcome to Blizzard World. Are you prepared for the most epic theme park experience... ever?": "Bist du bereit, den epischsten Vergnügungspark aller Zeiten zu erleben? Willkommen in Blizzard World!",
      "Compete as a team of six Doomfists in a series of fights.": "Tretet als Team von sechs Doomfists in einer Reihe von Matches an.",
      "Dr. Jamison Junkenstein wants revenge. Four wanderers have come to stop him...": "Dr. Jamison Junkenstein sinnt auf Rache.\nUnd vier Wanderer sind gekommen, um ihn aufzuhalten.",
      "Missions from the Overwatch Archives.": "Missionen aus dem Overwatch-Archiv",
      "Rise up the ranks and compete with the best Elimination players in the world!": "Spiel dich in der Rangliste hoch und tritt gegen die besten Eliminierungs<hy>spieler der Welt an!",
      "Notoriously the site of the \"Venice Incident,\" conflict has returned to the streets and canals of Rialto.": "Nachdem Rialto bereits im Zuge des \"Venedig-Vorfalls\" traurige Berühmtheit erlangte, sind die Gassen und Kanäle des Bezirks nun wieder Schauplatz einer bewaffneten Auseinandersetzung.",
      "Dr. Junkenstein and his minions march upon the castle.": "Dr. Junkenstein und seine Diener greifen das Schloss an.",
      "The minions of Dr. Junkenstein grow stronger.": "Dr. Junkensteins Diener werden stärker.",
      "Few will survive the night.": "Nur wenige werden die Nacht überleben.",
      "Fallen wanderers will be immortalized in legend.": "Legenden ranken sich um die Überlebenden.",
      "Blackwatch heads to Venice to deal with a new threat.": "Blackwatch tritt in Venedig einer neuen Bedrohung entgegen.",
      "A team of four heroes heads to Venice to deal with a new threat.": "Ein Team von vier Helden tritt in Venedig einer neuen Bedrohung entgegen.",
      "An Overwatch strike team is sent to liberate King's Row from Null Sector.": "Ein Overwatch Strike Team wurde damit beauftragt, King's Row von Null Sector zu befreien.",
      "Fight as a team of four heroes to liberate King's Row from Null Sector.": "Kämpft als Viererteam zusammen, um King's Row von Null Sector zu befreien.",
      "If all players prefer Hunter, one will be chosen randomly as the Yeti.": "Wenn alle Spieler lieber als Jäger spielen wollen, wird ein zufälliger Spieler zum Yeti bestimmt.",
      "Completing games as hunter will increase your chances to be chosen as the Yeti.": "Je mehr Spiele du als Jäger abschließt, desto größer die Chance, dass du im nächsten Spiel der Yeti wirst.",
      "Rise up the ranks and compete with the best Deathmatch players in the world!": "Spiel dich in der Rangliste hoch und tritt gegen die besten Deathmatch-Spieler der Welt an!",
      "Two teams compete to take control of Busan.": "Zwei Teams kämpfen um die Kontrolle über Busan.",
      "Capture the objectives!": "Erobere die Zielpunkte!",
      "Climb to the top of the scoreboard with every player using heroes that randomly change upon respawn.": "Spiel dich als Zufallsheld in der Bestenliste hoch! Spieler bekommen nach jeder Wiederbelebung einen zufälligen Helden zugewiesen.",
      "A team of four heroes heads to Havana to deal with a new threat.": "Ein Team von vier Helden tritt in Havanna einer neuen Bedrohung entgegen.",
      "A new Overwatch strike team heads to Havana to capture a critical Talon asset.": "Ein neues Strike Team von Overwatch reist nach Havanna, um ein wichtiges Mitglied von Talon gefangen zu nehmen.",
      "Two teams of six players compete on Busan to capture the enemy team's flag while defending their own.": "Zwei Teams mit jeweils sechs Spielern versuchen, in Busan die Flagge des gegnerischen Teams zu erobern, während sie ihre eigene verteidigen müssen.",
      "Eliminated heroes are frozen and may be thawed by allies. Freeze all enemies to win the round. Successful heroes are removed from later rounds.": "Eliminierte Helden werden eingefroren und können von Verbündeten wieder aufgetaut werden. Friert alle Gegner ein, um die Runde zu gewinnen. Erfolgreiche Helden sind in späteren Runden nicht auswählbar.",
      "Head to Paris and battle at the heart of the Omnic Resistance.": "Begib dich nach Paris und kämpfe im Zentrum des Omnic-Widerstands.",
      "Play through a set list of heroes in a deathmatch environment. Each time you get a kill, you swap to the next hero. The first player to get through their list wins.": "Spiel dich auf einer Deathmatch-Karte durch eine vorgegebene Heldenliste. Mit jedem erzielten Kill wechselst du zum nächsten Helden. Der erste Spieler, der seine Liste durchgespielt hat, gewinnt.",
      "Take the fight to the streets of Havana!": "Kämpfe auf den Straßen von Havanna!",
      "A free-for-all battle against identical heroes!": "Alle gegen alle – und deine Gegner spielen mit dem gleichen Helden wie du!",
      "Defeat the enemy team with no role limits on hero selection.": "Besiege das gegnerische Team. Bei der Heldenauswahl bestehen keine Rolleneinschränkungen.",
      "Face off in a free-for-all snowball fight as Mei, who is equipped with a powerful Snowball Blaster. This weapon has limited ammo, but can be reloaded at snow piles.": "Liefert euch eine Serie von Deathmatch-Schneeballschlachten. Alle Spieler gehen als Mei mit einer mächtigen Schneeballkanone ins Match. Diese Waffe hat begrenzte Munition, kann aber an Schneehaufen nachgeladen werden.",
      "PH Skirmish description": "Übungsgefecht – Beschreibung",
      "Two teams of six players compete in a fast-paced match to capture the enemy team's flag while defending their own.": "Zwei Teams mit jeweils sechs Spielern versuchen, in einem hektischen Gefecht die Flagge des gegnerischen Teams zu erobern, während sie ihre eigene verteidigen müssen.",
      "Storm Rising. Only damage heroes. Healing is reduced. Heal yourself by doing damage.": "Sturmzeichen. Nur Schadenshelden. Heilung verringert. Verursachter Schaden heilt.",
      "Archives missions with a twist.": "Archiv-Missionen mal anders",
      "Uprising. Players have reduced health and increased damage.": "Aufstand. Spieler haben weniger Trefferpunkte und verursachen mehr Schaden.",
      "Retribution. Only critical hits do damage.": "Vergeltung. Nur kritische Treffer verursachen Schaden.",
      "Uprising. Enemies drop lava on death.": "Aufstand. Feinde rufen Lava hervor, sobald sie sterben.",
      "Storm Rising. Some enemies are enraged. Killing them spreads the rage.": "Sturmzeichen. Manche Gegner sind wütend. Die Wut verbreitet sich, sobald sie sterben.",
      "Retribution. Enemies can only be damaged if a player is nearby.": "Vergeltung. Gegner erleiden nur Schaden, wenn ein Spieler in der Nähe ist.",
      "Winter seasonal brawls.": "Brawls der Wintersaison",
      "3v3 team match of Lúcioball featuring nonstop, chaotic, multi-ball action.": "Ein 3v3-Teammatch Lúcioball mit mehreren Bällen und pausenloser, chaotischer Action.",
      "Defeat the enemy team with almost no limits on hero selection.": "Besiege das gegnerische Team. Bei der Heldenauswahl bestehen fast keine Einschränkungen.",
      "Rise up the ranks and compete with the best players in the world with no role limits on hero selection.": "Spiel dich in der Rangliste hoch und tritt gegen die besten Spieler der Welt an! Bei der Heldenauswahl bestehen keine Rolleneinschränkungen.",
      "PH Lucioball container description.": "PH Lúcioball Beschreibung.",
      "An experimental version of Assault": "Eine experimentelle Variante von Angriff",
      "A deadly ghost chases players.": "Ein tödlicher Geist jagt die Spieler.",
      "Zomnics move faster.": "Zomnics bewegen sich schneller.",
      "Zomnics explode near players.": "Zomnics explodieren in der Nähe von Spielern.",
      "Only 3 players, but they deal more damage.": "Nur drei Spieler, aber sie verursachen mehr Schaden.",
      "Heroes periodically randomized.": "Helden werden regelmäßig zufällig gewechselt.",
      "Some enemies spawn Shock-Tires on death.": "Manche Gegner erschaffen bei ihrem Tod einen Schockreifen.",
      "Rise up the ranks and compete with the best players in the world with no limits on hero selection.": "Spiel dich in der Rangliste hoch und tritt gegen die besten Spieler der Welt an! Bei der Heldenauswahl bestehen keine Einschränkungen.",
      "Gain points by killing the Target to claim their bounty and become the Target yourself, raising your health and ultimate meter to full. Earn bonus points by killing non-Target heroes as the Target. ": "Sammle Punkte, indem du das Ziel tötest und das Kopfgeld einstreichst. So wirst du selbst zum Ziel, wodurch deine Trefferpunkte aufgefüllt und deine ultimative Fähigkeit vollständig aufgeladen werden. Du erhältst Bonuspunkte, wenn du als Ziel andere Helden tötest. ",
      "CTF Game Modes": "Flaggen<hy>eroberungs<hy>spielmodi",
      "Uprising. Enemy barriers are invulnerable.": "Aufstand. Gegnerische Barrieren sind unverwundbar.",
      "Retribution. Damaging enemies heals other enemies.": "Vergeltung. Gegnern zugefügter Schaden heilt andere Gegner.",
      "Storm Rising. Enemies damage nearby players.": "Sturmzeichen. Gegner fügen Spielern in der Nähe Schaden zu."
    },
    "players": {
      "5v1": "5v1",
      "6v6": "6v6",
      "4v4": "4v4",
      "3v3": "3v3",
      "8 Player FFA": "FFA – 8 Spieler",
      "1v1": "1v1",
      "Co-op": "Co-op",
      "-": "-",
      "3v3 Groups Only": "Nur 3v3-Gruppen",
      "6v6 Groups Only": "Nur 6v6-Gruppen",
      "6 Player FFA": "FFA – 6 Spieler"
    }
  }
}