{
  "general": {
    "menu": {
      "contributors": "colaboradores",
      "api docs": "documentos del api",
      "about": "sobre"
    },
    "overwatch": {
      "warning": "advertencia",
      "not updated yet": "sin actualizar",
      "day ends in": "el día termina en"
    },
    "profile": {
      "member since": "Miembro desde {0}",
      "social": "Social",
      "personal": "Personal",
      "nationality": "Nationality",
      "about": "Sobre",
      "contribution statistics": "Contribucion Estadisctica",
      "contribution count": "Recuento de Aportes",
      "last contributed": "Ultimo Aporte",
      "favourite day": "Día favorito",
      "contribution history": "Contribution history",
      "favourite gamemodes": "Modos de juegos favoritos",
      "favourite heroes": "Heroes Favoritos",
      "favourite maps": "Mapas Favoritos"
    },
    "contributor listing": {
      "contributor since": "Colaborador desde {0} con {1} aportes.",
      "contributor last contributed": "Último aporte {0}",
      "view profile": "mirar perfil"
    },
    "footer": {
      "copyright_site": "Esta página esta bajo una licencia:",
      "copyright_materials": "El contenido del juego y los materiales que vienen dentro de este son marcas registradas y los derechos de autor pertenecen a sus respectivos autores, editores y a sus licensatarios. Todos los derechos reservados"
    }
  },
  "overwatch": {
    "arcademodes": {
      "Yeti Hunter": "Caza del yeti",
      "Meis Snowball Offensive": "Mei: Operación Bola de Nieve",
      "Winter Mystery": "Misterio invernal",
      "Total Mayhem": "Caos total",
      "Team Deathmatch": "Combate a muerte por equipos",
      "No Limits": "Sin limitaciones",
      "Copa Lúcioball": "Copa de Lúciobol",
      "Lúcioball": "Lúciobol",
      "Mystery Heroes": "Héroes misteriosos",
      "Capture the Flag": "Captura la bandera",
      "Low Gravity": "Ingravidez",
      "Château Deathmatch": "Combate a muerte en el Palacio",
      "Capture the Rooster": "Capturad al gallo",
      "Competitive CTF": "CLB competitivo",
      "CTF: Ayutthaya Only": "CLB: Solo Ayutthaya",
      "Deathmatch": "Combate a muerte",
      "Limited Duel": "Duelo limitado",
      "Mystery Duel": "Duelo misterioso",
      "Elimination": "Eliminación",
      "Hybrid": "Híbrido",
      "Junkertown": "Junkertown",
      "Junkertown Mystery Heroes": "Junkertown: Héroes misteriosos",
      "Horizon Lunar Colony": "Colonia Lunar Horizon",
      "Blizzard World": "Blizzard World",
      "Doomfist Elimination": "Eliminación de Doomfist",
      "Junkensteins Revenge": "La venganza de Junkenstein",
      "Mission Archives": "Archivos de misión",
      "Competitive Elimination": "Modo competitivo de Eliminación",
      "Rialto": "Rialto",
      "NORMAL": "NORMAL",
      "HARD": "DIFÍCIL",
      "EXPERT": "EXPERTA",
      "LEGENDARY": "LEGENDARIA",
      "Retribution (Story)": "Ajuste de cuentas (historia)",
      "Retribution (All Heroes)": "Ajuste de cuentas (todos los héroes)",
      "Uprising (Story)": "Rebelión (historia)",
      "Uprising (All Heroes)": "Rebelión (todos los héroes)",
      "Prefer Hunter": "Prefiero cazadora",
      "Prefer Yeti": "Prefiero el yeti",
      "Competitive Deathmatch": "Combate a muerte competitivo",
      "Petra Deathmatch": "Combate a muerte en Petra",
      "Junkenstein Endless": "Junkenstein: venganza infinita",
      "Junkenstein Modes": "Modos de Junkenstein",
      "No Limits Payloads": "Cargas sin límites",
      "Horizon No Limits": "Horizon: Sin limitaciones",
      "Busan": "Busan",
      "Assault": "Asalto",
      "Mystery Deathmatch": "Combate a muerte misterioso",
      "Competitive Team Deathmatch": "Combate a muerte por equipos competitivo",
      "Storm RIsing (All Heroes)": "Tormenta inminente (todos los héroes)",
      "Storm Rising (Story)": "Tormenta inminente (historia)",
      "CTF: Busan": "CLB: Busan",
      "Freezethaw Elimination": "Congelación fatal",
      "Paris": "París",
      "Hero Gauntlet": "Relevos",
      "Havana": "La Habana",
      "Mirrored Deathmatch": "Combate a muerte: Héroe idéntico",
      "Quick Play Classic": "Partida rápida clásica",
      "Snowball Deathmatch": "Pelea de bolas de nieve a muerte",
      "Skirmish": "Escaramuza",
      "CTF Blitz": "CLB: Relámpago",
      "Blood Moon Rising": "Luna de sangre inminente",
      "Challenge Missions": "Misiones de desafío",
      "Glass Cannon": "Mírame y no me toques",
      "Surgical Strike": "Ataque preciso",
      "Molten Cores": "Fusiones nucleares",
      "Storm Raging": "Tormenta salvaje",
      "Close Quarters": "A quemarropa",
      "Winter Brawls": "Trifulcas de invierno",
      "Lúcioball Remix": "Lúciobol Remix",
      "Uprising": "Rebelión",
      "Retribution": "Ajuste de cuentas",
      "Storm Rising": "Tormenta inminente",
      "Almost No Limits": "Casi sin limitaciones",
      "Competitive Open Queue": "Cola abierta competitiva",
      "Lúcioball Modes": "Modos de Lúciobol",
      "Assault Test": "Prueba de asalto",
      "Kanezaka Deathmatch": "Combate a muerte en Kanezaka",
      "Vengeful Ghost": "Fantasma vengativo",
      "Frenzied Stampede": "Estampida frenética",
      "Volatile Zomnics": "Zómnicos volátiles",
      "Three They Were": "Eran tres",
      "Mystery Swap": "Cambio misterioso",
      "Shocking Surprise": "Sorpresa chocante",
      "Competitive No Limits": "Modo competitivo Sin limitaciones",
      "Bounty Hunter": "Cazarrecompensas",
      "CTF Modes": "Modos de CLB",
      "Bulletproof Barriers": "Barreras blindadas",
      "Sympathy Gains": "Efecto compasivo",
      "Thunderstorm": "Tormenta eléctrica"
    },
    "descriptions": {
      "Adventurous Hunters work together against the lone Yeti. Watch out, if the Yeti eats 4 meat it's time to run!": "Unas intrépidas cazadoras se unen para combatir contra el yeti solitario. ¡Cuidado, si el yeti se come 4 trozos de carne será mejor salir corriendo!",
      "Face off in a series of six-on-six fights as Mei, who is equipped with a powerful Snowball Blaster. This weapon only has one shot, but can be reloaded at snow piles.": "Libra batallas de 6 contra 6 como Mei, que está equipada con una poderosa pistola de nieve. Esta arma solo tiene un disparo, pero se puede recargar en los montones de nieve.",
      "Defeat the enemy team with every player using heroes that randomly change upon respawn.": "Derrota al equipo enemigo. El héroe de cada jugador cambiará de forma aleatoria al reaparecer.",
      "Power up and embrace the chaos.": "El poder del caos.",
      "Climb to the top of the scoreboard. The deadliest team wins.": "Conseguid la puntuación más alta. El equipo más letal ganará.",
      "Defeat the enemy team without any limits on hero selection.": "Derrota al equipo enemigo sin limitaciones en la selección de héroes.",
      "Rise up the ranks and compete with the best Lúcioballers in the world!": "¡Salta al terreno de juego y compite con los mejores jugadores de Lúciobol del mundo!",
      "3v3 team match of Lúcioball. Whoever scores the most goals wins!": "Partido 3 contra 3 de Lúciobol. ¡El que marque más goles gana!",
      "Two teams of six players compete to capture the enemy team's flag while defending their own.": "Dos equipos de seis jugadores compiten para capturar la bandera del equipo enemigo mientras defienden la suya.",
      "Defeat the enemy team in a low-gravity environment.": "Derrota al equipo enemigo en un entorno ingrávido.",
      "Climb to the top of the scoreboard. The deadliest hero wins.": "Consigue la puntuación más alta. El héroe más letal gana.",
      "Two teams of six players compete on Lijiang Tower to capture the enemy team's flag while defending their own.": "Dos equipos de seis jugadores compiten en la Torre Lijiang para capturar la bandera del equipo enemigo a la vez que defienden la suya.",
      "Rise up the ranks and compete with the best Capture The Flag players in the world!": "¡Salta al campo de batalla y compite con los mejores jugadores de Captura la bandera del mundo!",
      "Two teams of six players compete on Ayutthaya to capture the enemy team's flag while defending their own.": "Dos equipos de seis jugadores compiten en Ayutthaya para capturar la bandera del equipo enemigo mientras defienden la suya.",
      "Face off in a series of one on one fights. Both players pick from the same set of heroes in every round.": "Libra una serie de batallas 1 contra 1. Ambos jugadores eligen de entre la misma selección de héroes en cada ronda.",
      "Face off in a series of one on one fights. Both players use the same random hero in every round.": "Libra una serie de batallas 1 contra 1. Ambos jugadores usan el mismo héroe aleatorio en cada ronda.",
      "Compete as a team of three players in a series of fights.": "Compite en un equipo de tres jugadores en una serie de batallas.",
      "Compete as a team of six players in a series of fights, where successful heroes are removed from later rounds.": "Compite en varias batallas como parte de un equipo de seis jugadores, donde los héroes ganadores no se podrán utilizar en rondas posteriores.",
      "Capture the payload and escort it to the destination!": "¡Capturad la carga y escoltadla a su destino!",
      "Escort Junkrat and Roadhog's special delivery to the Queen of Junkertown!": "¡Escoltad la carga especial de Junkrat y Roadhog para la Reina de Junkertown!",
      "Defeat the enemy team on the Horizon Lunar Colony map.": "Derrota al equipo enemigo en el mapa Colonia Lunar Horizon.",
      "Welcome to Blizzard World. Are you prepared for the most epic theme park experience... ever?": "Bienvenidos a Blizzard World. ¿Estáis listos para disfrutar del parque de atracciones más épico... que pueda existir?",
      "Compete as a team of six Doomfists in a series of fights.": "Compite en un equipo de seis Doomfists en una serie de batallas.",
      "Dr. Jamison Junkenstein wants revenge. Four wanderers have come to stop him...": "El Dr. Jamison Junkenstein quiere venganza. Cuatro viajeros han venido a detenerlo...",
      "Missions from the Overwatch Archives.": "Misiones de los Archivos de Overwatch",
      "Rise up the ranks and compete with the best Elimination players in the world!": "¡Salta al campo de batalla y compite con los mejores jugadores de Eliminación del mundo!",
      "Notoriously the site of the \"Venice Incident,\" conflict has returned to the streets and canals of Rialto.": "Las calles y los canales de Rialto, conocidos por el famoso «Incidente de Venecia», vuelven a ser escenario de conflictos.",
      "Dr. Junkenstein and his minions march upon the castle.": "El Dr. Junkenstein y sus esbirros avanzan hacia el castillo.",
      "The minions of Dr. Junkenstein grow stronger.": "Los esbirros del Dr. Junkenstein se hacen más fuertes.",
      "Few will survive the night.": "Pocos sobrevivirán a esta noche.",
      "Fallen wanderers will be immortalized in legend.": "Los viajeros caídos se convertirán en leyendas imperecederas.",
      "Blackwatch heads to Venice to deal with a new threat.": "Blackwatch acude a Venecia a ocuparse de una nueva amenaza.",
      "A team of four heroes heads to Venice to deal with a new threat.": "Un equipo de cuatro héroes acude a Venecia para ocuparse de una nueva amenaza.",
      "An Overwatch strike team is sent to liberate King's Row from Null Sector.": "Un equipo de asalto de Overwatch tiene la misión de liberar King's Row del yugo de Null Sector.",
      "Fight as a team of four heroes to liberate King's Row from Null Sector.": "Lucha en un equipo de cuatro héroes para liberar King's Row del yugo de Null Sector.",
      "If all players prefer Hunter, one will be chosen randomly as the Yeti.": "Si todos los jugadores prefieren ser cazadoras, se escogerá a uno al azar para que sea el yeti.",
      "Completing games as hunter will increase your chances to be chosen as the Yeti.": "Completar partidas como cazadora te dará más probabilidades de que se te elija para ser el yeti.",
      "Rise up the ranks and compete with the best Deathmatch players in the world!": "¡Salta al campo de batalla y compite con los mejores jugadores de Combate a muerte del mundo!",
      "Two teams compete to take control of Busan.": "Dos equipos compiten por el control de Busan.",
      "Capture the objectives!": "¡Capturad los objetivos!",
      "Climb to the top of the scoreboard with every player using heroes that randomly change upon respawn.": "Consigue la puntuación más alta. Los jugadores juegan con héroes aleatorios al reaparecer.",
      "A team of four heroes heads to Havana to deal with a new threat.": "Un equipo de cuatro héroes acude a La Habana para ocuparse de una nueva amenaza.",
      "A new Overwatch strike team heads to Havana to capture a critical Talon asset.": "Un nuevo equipo de asalto de Overwatch se dirige a La Habana para capturar a un individuo clave de Talon.",
      "Two teams of six players compete on Busan to capture the enemy team's flag while defending their own.": "Dos equipos de seis jugadores compiten en Busan para capturar la bandera del equipo enemigo mientras defienden la suya.",
      "Eliminated heroes are frozen and may be thawed by allies. Freeze all enemies to win the round. Successful heroes are removed from later rounds.": "Los héroes eliminados se quedan congelados, aunque los aliados pueden derretirlos. Congela a todos los enemigos para ganar la ronda. Los héroes que pasen de ronda no podrán participar en las siguientes.",
      "Head to Paris and battle at the heart of the Omnic Resistance.": "Ve a París y combate en el corazón de la resistencia ómnica.",
      "Play through a set list of heroes in a deathmatch environment. Each time you get a kill, you swap to the next hero. The first player to get through their list wins.": "Juega con una lista establecida de héroes en un entorno de combate a muerte. Cada vez que obtienes un asesinato cambias al siguiente héroe. El primer jugador en llegar al final de su lista gana.",
      "Take the fight to the streets of Havana!": "¡Lucha en las calles de La Habana!",
      "A free-for-all battle against identical heroes!": "¡Una batalla todos contra todos con héroes idénticos!",
      "Defeat the enemy team with no role limits on hero selection.": "Derrota al equipo enemigo sin limitaciones en la selección de funciones.",
      "Face off in a free-for-all snowball fight as Mei, who is equipped with a powerful Snowball Blaster. This weapon has limited ammo, but can be reloaded at snow piles.": "Libra una pelea de bolas de nieve todos contra todos como Mei, que está equipada con una poderosa pistola de nieve. Esta arma tiene munición limitada, pero se puede recargar en los montones de nieve.",
      "PH Skirmish description": "PH Skirmish description",
      "Two teams of six players compete in a fast-paced match to capture the enemy team's flag while defending their own.": "Dos equipos de seis jugadores compiten en una lucha frenética para capturar la bandera del equipo enemigo mientras defienden la suya.",
      "Storm Rising. Only damage heroes. Healing is reduced. Heal yourself by doing damage.": "Tormenta inminente. Solo héroes de daño. Sanación reducida. Te sanas al infligir daño.",
      "Archives missions with a twist.": "Misiones de los Archivos con un giro.",
      "Uprising. Players have reduced health and increased damage.": "Rebelión. Los jugadores tienen salud reducida y daño aumentado.",
      "Retribution. Only critical hits do damage.": "Ajuste de cuentas. Solo los golpes críticos infligen daño.",
      "Uprising. Enemies drop lava on death.": "Rebelión. Los enemigos sueltan lava al morir.",
      "Storm Rising. Some enemies are enraged. Killing them spreads the rage.": "Tormenta inminente. Algunos enemigos están enfurecidos. Al matarlos, se propaga la furia.",
      "Retribution. Enemies can only be damaged if a player is nearby.": "Ajuste de cuentas. Los enemigos solo pueden recibir daño si hay un jugador cerca.",
      "Winter seasonal brawls.": "Trifulcas de la temporada invernal.",
      "3v3 team match of Lúcioball featuring nonstop, chaotic, multi-ball action.": "Partido de Lúciobol 3 contra 3 que se juega con varios balones. La acción es continua y caótica.",
      "Defeat the enemy team with almost no limits on hero selection.": "Derrota al equipo enemigo casi sin limitaciones en la selección de héroes.",
      "Rise up the ranks and compete with the best players in the world with no role limits on hero selection.": "Salta al campo de batalla y compite con los mejores jugadores del mundo sin limitaciones en la selección de héroes.",
      "PH Lucioball container description.": "PH Lucioball container description.",
      "An experimental version of Assault": "Una versión experimental de asalto",
      "A deadly ghost chases players.": "Un fantasma da caza a los jugadores.",
      "Zomnics move faster.": "Zómnicos más rápidos.",
      "Zomnics explode near players.": "Los zómnicos explotan.",
      "Only 3 players, but they deal more damage.": "Solo hay 3 jugadores, pero infligen más daño.",
      "Heroes periodically randomized.": "Héroes aleatorios periódicamente.",
      "Some enemies spawn Shock-Tires on death.": "Algunos enemigos generan ruedas de choque al morir.",
      "Rise up the ranks and compete with the best players in the world with no limits on hero selection.": "Salta al campo de batalla y compite con los mejores jugadores del mundo sin limitaciones en la selección de héroes.",
      "Gain points by killing the Target to claim their bounty and become the Target yourself, raising your health and ultimate meter to full. Earn bonus points by killing non-Target heroes as the Target. ": "Gana puntos asesinando al objetivo para obtener su recompensa. Esta acción te convierte a ti en el objetivo, pero te devuelve la salud y rellena el medidor de tu habilidad definitiva. Mientras tú seas el objetivo, obtendrás puntos por eliminar a héroes que no lo sean.",
      "CTF Game Modes": "Modos de juego de CLB",
      "Uprising. Enemy barriers are invulnerable.": "Rebelión. Las barreras enemigas son invulnerables.",
      "Retribution. Damaging enemies heals other enemies.": "Ajuste de cuentas. Infligir daño a unos enemigos cura a otros.",
      "Storm Rising. Enemies damage nearby players.": "Tormenta inminente. Los enemigos infligen daño a los jugadores cercanos."
    },
    "players": {
      "5v1": "5c1",
      "6v6": "6 contra 6",
      "4v4": "4 contra 4",
      "3v3": "3 contra 3",
      "8 Player FFA": "TcT: 8 jugadores",
      "1v1": "1 contra 1",
      "Co-op": "Cooperativa",
      "-": "-",
      "3v3 Groups Only": "Solo para escuadrones 3c3",
      "6v6 Groups Only": "Solo para escuadrones 6c6",
      "6 Player FFA": "TcT: 6 jugadores"
    }
  }
}
