{
  "general": {
    "menu": {
      "contributors": "contributeurs",
      "api docs": "documentation de l'api",
      "about": "à propos"
    },
    "overwatch": {
      "warning": "attention",
      "not updated yet": "pas encore mis à jour",
      "day ends in": "Le jour fini dans"
    },
    "profile": {
      "member since": "Membre depuis {0}",
      "social": "Social",
      "personal": "Informations personnelles",
      "nationality": "Nationalité",
      "about": "à propos",
      "contribution statistics": "Statistiques de contribution",
      "contribution count": "Nombre de contributions",
      "last contributed": "Dernière contribution",
      "favourite day": "Jour favoris",
      "favourite gamemodes": "Mode de jeu favoris",
      "favourite heroes": "Héros favoris",
      "favourite maps": "Cartes favorites"
    },
    "contributor listing": {
      "contributor since": "Contributeur depuis {0} avec actuellement {1} contributions.",
      "contributor last contributed": "Dernière contribution {0}",
      "view profile": "Voir le profile"
    },
    "footer": {
      "copyright_site": "Ce site est sous licence",
      "copyright_materials": "Le contenu et les matériels du jeu sont des marques déposées et des droits d'auteurs de leur éditeur respectif et de ses concédants de licence. tout droits réservés"
    }
  },
  "overwatch": {
    "arcademodes": {
      "Yeti Hunter": "Chasse au yéti",
      "Meis Snowball Offensive": "Opération Boule de neige",
      "Winter Mystery": "Hiver mystère",
      "Total Mayhem": "Chaos jubilatoire",
      "Team Deathmatch": "Combat à mort par équipe",
      "No Limits": "Sans limites",
      "Copa Lúcioball": "Copa Lúcioball",
      "Lúcioball": "Lúcioball",
      "Mystery Heroes": "Héros mystère",
      "Capture the Flag": "Capture du drapeau",
      "Low Gravity": "Faible pesanteur",
      "Château Deathmatch": "Combat à mort dans le château",
      "Capture the Rooster": "Capture du coq",
      "Competitive CTF": "Capture du drapeau en compétitif",
      "CTF: Ayutthaya Only": "Capture du drapeau : Ayutthaya",
      "Deathmatch": "Combat à mort",
      "Limited Duel": "Duel limité",
      "Mystery Duel": "Duel mystère",
      "Elimination": "Élimination",
      "Hybrid": "Hybride",
      "Junkertown": "Junkertown",
      "Junkertown Mystery Heroes": "Héros mystère de Junkertown",
      "Horizon Lunar Colony": "Colonie lunaire Horizon",
      "Blizzard World": "Blizzard World",
      "Doomfist Elimination": "Élimination - Doomfist",
      "Junkensteins Revenge": "La vengeance du Dr Schakalstein",
      "Mission Archives": "Archives de mission",
      "Competitive Elimination": "Élimination en mode compétitif",
      "Rialto": "Rialto",
      "NORMAL": "NORMAL",
      "HARD": "DIFFICILE",
      "EXPERT": "EXPERT",
      "LEGENDARY": "LÉGENDAIRE",
      "Retribution (Story)": "Représailles (histoire)",
      "Retribution (All Heroes)": "Représailles (tous les héros)",
      "Uprising (Story)": "Insurrection (histoire)",
      "Uprising (All Heroes)": "Insurrection (tous les héros)",
      "Prefer Hunter": "Chasseur, de préférence",
      "Prefer Yeti": "Yéti, de préférence",
      "Competitive Deathmatch": "Combat à mort compétitif",
      "Petra Deathmatch": "Combat à mort à Petra",
      "Junkenstein Endless": "Vengeance sans fin",
      "Junkenstein Modes": "Modes de Schakalstein",
      "No Limits Payloads": "Convois sans limites",
      "Horizon No Limits": "Horizon - Sans limites",
      "Busan": "Busan",
      "Assault": "Attaque",
      "Mystery Deathmatch": "Combat à mort mystère",
      "Competitive Team Deathmatch": "Combat à mort par équipe compétitif",
      "Storm RIsing (All Heroes)": "Avis de tempête (tous les héros)",
      "Storm Rising (Story)": "Avis de tempête (histoire)",
      "CTF: Busan": "Capture du drapeau : Busan",
      "Freezethaw Elimination": "Congélimination",
      "Paris": "Paris",
      "Hero Gauntlet": "Épreuve des héros",
      "Havana": "La Havane",
      "Mirrored Deathmatch": "Combat à mort miroir",
      "Quick Play Classic": "Partie rapide classique",
      "Snowball Deathmatch": "Combat à mort de boules de neige",
      "Skirmish": "Échauffement",
      "CTF Blitz": "Capture du drapeau Éclair",
      "Blood Moon Rising": "Lune de sang",
      "Challenge Missions": "Missions défi",
      "Glass Cannon": "Dragon de papier",
      "Surgical Strike": "Frappe chirurgicale",
      "Molten Cores": "Cœurs de magma",
      "Storm Raging": "La tempête fait rage",
      "Close Quarters": "Combat rapproché",
      "Winter Brawls": "Chocs hivernaux",
      "Lúcioball Remix": "Lúcioball Remix",
      "Uprising": "Insurrection",
      "Retribution": "Représailles",
      "Storm Rising": "Avis de tempête",
      "Almost No Limits": "Quasiment sans limites",
      "Competitive Open Queue": "Compétitif en sélection libre",
      "Lúcioball Modes": "Modes de Lúcioball",
      "Assault Test": "Test d’Attaque",
      "Kanezaka Deathmatch": "Combat à mort à Kanezaka",
      "Vengeful Ghost": "Fantôme vengeur",
      "Frenzied Stampede": "Ruée sauvage",
      "Volatile Zomnics": "Zomniaques explosifs",
      "Three They Were": "Ils étaient trois",
      "Mystery Swap": "Roulement mystère",
      "Shocking Surprise": "Pneu surprise",
      "Competitive No Limits": "Sans limites compétitif",
      "Bounty Hunter": "Chasseur de primes",
      "CTF Modes": "Modes capture du drapeau",
      "Bulletproof Barriers": "Barrières pare-balles",
      "Sympathy Gains": "Gages d’amitié",
      "Thunderstorm": "Orage"
    },
    "descriptions": {
      "Adventurous Hunters work together against the lone Yeti. Watch out, if the Yeti eats 4 meat it's time to run!": "D’audacieuses chasseuses s’associent face au yéti solitaire. Attention, si le monstre mange 4 morceaux de viande, mieux vaut prendre vos jambes à votre cou !",
      "Face off in a series of six-on-six fights as Mei, who is equipped with a powerful Snowball Blaster. This weapon only has one shot, but can be reloaded at snow piles.": "Jouez dans une série d’affrontements à six contre six. Tous les joueurs incarnent Mei, qui est équipée d’un puissant canon à boules de neige. Cette arme ne dispose que d’une munition, mais peut être rechargée grâce aux tas de neige.",
      "Defeat the enemy team with every player using heroes that randomly change upon respawn.": "Triomphez de l’équipe ennemie alors que chaque joueur utilise un héros aléatoire, qui change à chaque réapparition.",
      "Power up and embrace the chaos.": "Passez la vitesse supérieure et semez le chaos.",
      "Climb to the top of the scoreboard. The deadliest team wins.": "Atteignez le sommet du tableau des scores. L’équipe la plus meurtrière remportera la victoire.",
      "Defeat the enemy team without any limits on hero selection.": "Gagnez contre l’équipe ennemie en ayant carte blanche à la sélection de héros.",
      "Rise up the ranks and compete with the best Lúcioballers in the world!": "Grimpez les échelons et affrontez les meilleurs Lúcioballeurs au monde !",
      "3v3 team match of Lúcioball. Whoever scores the most goals wins!": "Partie de Lúcioball en 3c3. L’équipe qui marque le plus de buts gagne le match !",
      "Two teams of six players compete to capture the enemy team's flag while defending their own.": "Deux équipes de six joueurs s’affrontent pour capturer le drapeau adverse tout en défendant le leur.",
      "Defeat the enemy team in a low-gravity environment.": "Triomphez de l’équipe adverse dans un environnement à faible pesanteur.",
      "Climb to the top of the scoreboard. The deadliest hero wins.": "Atteignez le sommet du tableau des scores. Le héros le plus meurtrier sortira vainqueur.",
      "Two teams of six players compete on Lijiang Tower to capture the enemy team's flag while defending their own.": "Deux équipes de six joueurs s’affrontent à la tour de Lijiang pour capturer le drapeau adverse tout en défendant le leur.",
      "Rise up the ranks and compete with the best Capture The Flag players in the world!": "Grimpez les échelons et affrontez les meilleurs joueurs de capture du drapeau au monde !",
      "Two teams of six players compete on Ayutthaya to capture the enemy team's flag while defending their own.": "Deux équipes de six joueurs s’affrontent à Ayutthaya pour capturer le drapeau adverse tout en défendant le leur.",
      "Face off in a series of one on one fights. Both players pick from the same set of heroes in every round.": "Jouez à un contre un, dans une série d’affrontements. Les deux joueurs choisissent parmi un même panel de héros à chaque manche.",
      "Face off in a series of one on one fights. Both players use the same random hero in every round.": "Jouez à un contre un, dans une série d’affrontements. Les deux joueurs utilisent le même héros aléatoire à chaque manche.",
      "Compete as a team of three players in a series of fights.": "Jouez à trois contre trois, dans une série d’affrontements.",
      "Compete as a team of six players in a series of fights, where successful heroes are removed from later rounds.": "Jouez à six contre six, dans une série d’affrontements dont les héros vainqueurs sont exclus des manches suivantes.",
      "Capture the payload and escort it to the destination!": "Prenez-le contrôle du convoi et escortez-le jusqu’à sa destination !",
      "Escort Junkrat and Roadhog's special delivery to the Queen of Junkertown!": "Apportez le cadeau spécial de Chacal et Chopper à la reine de Junkertown !",
      "Defeat the enemy team on the Horizon Lunar Colony map.": "Triomphez de l’équipe adverse sur la carte Colonie lunaire Horizon.",
      "Welcome to Blizzard World. Are you prepared for the most epic theme park experience... ever?": "Bienvenue à Blizzard World. Êtes-vous prêts à vivre une expérience des plus épiques dans notre parc d’attraction ?",
      "Compete as a team of six Doomfists in a series of fights.": "Jouez à six Doomfist contre six Doomfist dans une série d’affrontements.",
      "Dr. Jamison Junkenstein wants revenge. Four wanderers have come to stop him...": "Le Dr Jamison Schakalstein crie vengeance. Quatre voyageurs sont venus l’arrêter…",
      "Missions from the Overwatch Archives.": "Missions des archives d’Overwatch.",
      "Rise up the ranks and compete with the best Elimination players in the world!": "Gravissez les échelons et affrontez les meilleurs joueurs d’élimination au monde !",
      "Notoriously the site of the \"Venice Incident,\" conflict has returned to the streets and canals of Rialto.": "Le conflit couve à nouveau dans les rues et canaux de Rialto, déjà célèbres pour le fameux « épisode vénitien » !",
      "Dr. Junkenstein and his minions march upon the castle.": "Le Dr Schakalstein et ses créations font marche sur le château.",
      "The minions of Dr. Junkenstein grow stronger.": "Les serviteurs du Dr Schakalstein deviennent plus forts.",
      "Few will survive the night.": "Peu survivront à cette nuit terrifiante.",
      "Fallen wanderers will be immortalized in legend.": "Les voyageurs tombés au combat entreront dans la légende.",
      "Blackwatch heads to Venice to deal with a new threat.": "Blackwatch se rend à Venise pour parer à une nouvelle menace.",
      "A team of four heroes heads to Venice to deal with a new threat.": "Une équipe de quatre héros se rend à Venise pour parer à une nouvelle menace.",
      "An Overwatch strike team is sent to liberate King's Row from Null Sector.": "Une équipe d’intervention d’Overwatch est envoyée libérer King’s Row de l’emprise du Secteur zéro.",
      "Fight as a team of four heroes to liberate King's Row from Null Sector.": "Formez une équipe de quatre héros pour libérer King’s Row de l’emprise du Secteur zéro.",
      "If all players prefer Hunter, one will be chosen randomly as the Yeti.": "Si tous les joueurs souhaitent incarner des chasseurs, l’un d’eux sera choisi au hasard pour jouer le rôle du yéti.",
      "Completing games as hunter will increase your chances to be chosen as the Yeti.": "Terminer des parties en tant que chasseur augmente vos chances d’endosser le rôle du yéti.",
      "Rise up the ranks and compete with the best Deathmatch players in the world!": "Gravissez les échelons et affrontez les meilleurs joueurs de combat à mort au monde !",
      "Two teams compete to take control of Busan.": "Deux équipes s’affrontent pour le contrôle de Busan.",
      "Capture the objectives!": "Capturez les objectifs !",
      "Climb to the top of the scoreboard with every player using heroes that randomly change upon respawn.": "Atteignez le sommet du tableau des scores alors que chaque joueur utilise un héros aléatoire, qui change à chaque réapparition.",
      "A team of four heroes heads to Havana to deal with a new threat.": "Une équipe de quatre héros se rend à la Havane pour parer à une nouvelle menace.",
      "A new Overwatch strike team heads to Havana to capture a critical Talon asset.": "Une nouvelle équipe d’intervention d’Overwatch se rend à La Havane pour capturer une figure importante de la Griffe.",
      "Two teams of six players compete on Busan to capture the enemy team's flag while defending their own.": "Deux équipes de six joueurs s’affrontent à Busan pour capturer le drapeau adverse tout en défendant le leur.",
      "Eliminated heroes are frozen and may be thawed by allies. Freeze all enemies to win the round. Successful heroes are removed from later rounds.": "Les héros éliminés sont gelés et peuvent être dégelés par des alliés. Gelez tous les ennemis pour gagner la manche. Les héros vainqueurs sont exclus des manches suivantes.",
      "Head to Paris and battle at the heart of the Omnic Resistance.": "Plongez au cœur de Paris et de la résistance omniaque.",
      "Play through a set list of heroes in a deathmatch environment. Each time you get a kill, you swap to the next hero. The first player to get through their list wins.": "Dans un environnement de combat à mort, vous jouez une liste définie de héros. À chaque fois que vous faites une victime, vous passez au héros suivant. Le premier joueur à atteindre la fin de sa liste a gagné.",
      "Take the fight to the streets of Havana!": "Livrez bataille dans les rues de la Havane !",
      "A free-for-all battle against identical heroes!": "Un combat chacun pour soi contre des héros identiques !",
      "Defeat the enemy team with no role limits on hero selection.": "Gagnez contre l’équipe ennemie, sans restriction de sélection de rôle.",
      "Face off in a free-for-all snowball fight as Mei, who is equipped with a powerful Snowball Blaster. This weapon has limited ammo, but can be reloaded at snow piles.": "Affrontez-vous dans un combat à mort de boules de neige ! Tous les joueurs incarnent Mei, qui est équipée d’un puissant canon à boules de neige. Cette arme a peu de munitions, mais peut être rechargée grâce aux tas de neige.",
      "PH Skirmish description": "Description de l’échauffement",
      "Two teams of six players compete in a fast-paced match to capture the enemy team's flag while defending their own.": "Deux équipes de six joueurs s’affrontent dans une partie effrénée pour capturer le drapeau adverse tout en défendant le leur.",
      "Storm Rising. Only damage heroes. Healing is reduced. Heal yourself by doing damage.": "Avis de tempête. Héros de dégâts uniquement. Soins réduits. Soignez-vous en infligeant des dégâts.",
      "Archives missions with a twist.": "Des missions d’archive pimentées.",
      "Uprising. Players have reduced health and increased damage.": "Insurrection. Les joueurs ont moins de points de vie et infligent plus de dégâts.",
      "Retribution. Only critical hits do damage.": "Représailles. Seuls les coups critiques infligent des dégâts.",
      "Uprising. Enemies drop lava on death.": "Insurrection. Les ennemis forment une flaque de lave en mourant.",
      "Storm Rising. Some enemies are enraged. Killing them spreads the rage.": "Avis de tempête. Certains ennemis sont enragés. Les tuer propage la rage.",
      "Retribution. Enemies can only be damaged if a player is nearby.": "Représailles. Les ennemis ne peuvent subir des dégâts que lorsqu’un joueur est près d’eux.",
      "Winter seasonal brawls.": "Chocs hivernaux saisonniers.",
      "3v3 team match of Lúcioball featuring nonstop, chaotic, multi-ball action.": "Partie de Lúcioball en 3c3 avec encore plus de chaos, de rythme et de ballons.",
      "Defeat the enemy team with almost no limits on hero selection.": "Gagnez contre l’équipe ennemie en n’ayant quasiment aucune limite à la sélection de héros.",
      "Rise up the ranks and compete with the best players in the world with no role limits on hero selection.": "Gravissez les échelons et affrontez les meilleurs joueurs au monde sans limites de rôle pour la sélection des héros.",
      "PH Lucioball container description.": "PH Description de la boîte Lucioball.",
      "An experimental version of Assault": "Une version expérimentale d’Attaque",
      "A deadly ghost chases players.": "Un fantôme meurtrier pourchasse les joueurs.",
      "Zomnics move faster.": "Les Zomniaques se déplacent plus vite",
      "Zomnics explode near players.": "Les Zomniaques explosent à proximité des joueurs.",
      "Only 3 players, but they deal more damage.": "Seulement 3 joueurs, mais ils infligent davantage de dégâts.",
      "Heroes periodically randomized.": "Héros périodiquement remplacés.",
      "Some enemies spawn Shock-Tires on death.": "Certains ennemis font apparaître des pneus tesla en mourant.",
      "Rise up the ranks and compete with the best players in the world with no limits on hero selection.": "Gravissez les échelons et affrontez les meilleurs joueurs au monde sans limites pour la sélection des héros.",
      "Gain points by killing the Target to claim their bounty and become the Target yourself, raising your health and ultimate meter to full. Earn bonus points by killing non-Target heroes as the Target. ": "Gagnez des points en éliminant la cible pour empocher sa prime et devenez vous-même la cible, ce qui vous soigne et remplit entièrement votre jauge de capacité ultime. Lorsque vous êtes la cible, gagnez des points bonus en éliminant des héros qui ne sont pas des cibles. ",
      "CTF Game Modes": "Modes de jeu capture du drapeau",
      "Uprising. Enemy barriers are invulnerable.": "Insurrection. Les barrières ennemies sont invulnérables.",
      "Retribution. Damaging enemies heals other enemies.": "Représailles. Infliger des dégâts aux ennemis soigne d’autres ennemis.",
      "Storm Rising. Enemies damage nearby players.": "Avis de tempête. Les ennemis infligent des dégâts aux joueurs proches."
    },
    "players": {
      "5v1": "5c1",
      "6v6": "6c6",
      "4v4": "4c4",
      "3v3": "3c3",
      "8 Player FFA": "Chacun pour soi à 8 joueurs",
      "1v1": "1c1",
      "Co-op": "Coop",
      "-": "-",
      "3v3 Groups Only": "Escouades de 3c3 uniquement",
      "6v6 Groups Only": "Escouades de 6c6 uniquement",
      "6 Player FFA": "Chacun pour soi à 6 joueurs"
    }
  }
}