{
  "general": {
    "menu": {
      "contributors": "contributors",
      "api docs": "api docs",
      "about": "about"
    },
    "overwatch": {
      "warning": "warning",
      "not updated yet": "not updated yet",
      "day ends in": "Day ends in"
    },
    "profile": {
      "member since": "Member since {0}",
      "social": "Social",
      "personal": "Personal",
      "nationality": "Nationality",
      "about": "About",
      "contribution statistics": "Contribution statistics",
      "contribution count": "Contribution count",
      "last contributed": "Last contributed",
      "favourite day": "Favourite day",
      "favourite gamemodes": "Favourite gamemodes",
      "favourite heroes": "Favourite heroes",
      "favourite maps": "Favourite maps"
    },
    "contributor listing": {
      "contributor since": "Contributor since {0} with currently {1} contributions.",
      "contributor last contributed": "Last contributed {0}",
      "view profile": "view profile"
    },
    "footer": {
      "copyright_site": "This site is licensed under a",
      "copyright_materials": "Game content and materials are trademarks and copyrights of their respective publisher and its licensors. all rights reserved"
    }
  },
  "overwatch": {
    "arcademodes": {
      "Yeti Hunter": "Caccia allo Yeti",
      "Meis Snowball Offensive": "Mei: Operazione Palle di Neve",
      "Winter Mystery": "Mistero d'Inverno",
      "Total Mayhem": "Caos totale",
      "Team Deathmatch": "Deathmatch a squadre",
      "No Limits": "Nessun limite",
      "Copa Lúcioball": "Coppa Lúcioball",
      "Lúcioball": "Lúcioball",
      "Mystery Heroes": "Eroi misteriosi",
      "Capture the Flag": "Cattura la bandiera",
      "Low Gravity": "Bassa gravità",
      "Château Deathmatch": "Deathmatch Château",
      "Capture the Rooster": "Cattura il Gallo",
      "Competitive CTF": "Cattura la Bandiera (competitiva)",
      "CTF: Ayutthaya Only": "CLB: solo Ayutthaya",
      "Deathmatch": "Deathmatch",
      "Limited Duel": "Duello limitato",
      "Mystery Duel": "Duello misterioso",
      "Elimination": "Eliminazione",
      "Hybrid": "Ibrida",
      "Junkertown": "Junkertown",
      "Junkertown Mystery Heroes": "Junkertown - Eroi misteriosi",
      "Horizon Lunar Colony": "Colonia Lunare Horizon",
      "Blizzard World": "Blizzard World",
      "Doomfist Elimination": "Eliminazione Doomfist",
      "Junkensteins Revenge": "La vendetta di Junkenstein",
      "Mission Archives": "Archivi missioni",
      "Competitive Elimination": "Eliminazione (competitiva)",
      "Rialto": "Rialto",
      "NORMAL": "NORMALE",
      "HARD": "DIFFICILE",
      "EXPERT": "ESTREMA",
      "LEGENDARY": "LEGGENDARIA",
      "Retribution (Story)": "Ritorsione (Storia)",
      "Retribution (All Heroes)": "Ritorsione (tutti gli eroi)",
      "Uprising (Story)": "Rivolta (Storia)",
      "Uprising (All Heroes)": "Rivolta (tutti gli eroi)",
      "Prefer Hunter": "Preferenza Cacciatrice",
      "Prefer Yeti": "Preferenza Yeti",
      "Competitive Deathmatch": "Deathmatch (competitivo)",
      "Petra Deathmatch": "Deathmatch Petra",
      "Junkenstein Endless": "Vendetta infinita",
      "Junkenstein Modes": "Modalità Junkenstein",
      "No Limits Payloads": "Carico senza limiti",
      "Horizon No Limits": "Colonia Lunare Horizon - Nessun limite",
      "Busan": "Busan",
      "Assault": "Conquista",
      "Mystery Deathmatch": "Deathmatch misterioso",
      "Competitive Team Deathmatch": "Deathmatch a squadre (competitivo)",
      "Storm RIsing (All Heroes)": "Tempesta imminente (Tutti gli eroi)",
      "Storm Rising (Story)": "Tempesta imminente (Storia)",
      "CTF: Busan": "CLB: Busan",
      "Freezethaw Elimination": "Eliminazione Congelata",
      "Paris": "Parigi",
      "Hero Gauntlet": "Gauntlet eroi",
      "Havana": "L'Avana",
      "Mirrored Deathmatch": "Deathmatch speculare",
      "Quick Play Classic": "Partita rapida classica",
      "Snowball Deathmatch": "Deathmatch Palle di Neve",
      "Skirmish": "Schermaglia",
      "CTF Blitz": "Blitz CLB",
      "Blood Moon Rising": "Luna di sangue",
      "Challenge Missions": "Missioni Sfida",
      "Glass Cannon": "Potenza fragile",
      "Surgical Strike": "Assalto chirurgico",
      "Molten Cores": "Nuclei ardenti",
      "Storm Raging": "Tempesta impetuosa",
      "Close Quarters": "Corpo a corpo",
      "Winter Brawls": "Risse invernali",
      "Lúcioball Remix": "Lúcioball Remix",
      "Uprising": "Rivolta",
      "Retribution": "Ritorsione",
      "Storm Rising": "Tempesta imminente",
      "Almost No Limits": "Quasi nessun limite",
      "Competitive Open Queue": "Coda aperta (competitiva)",
      "Lúcioball Modes": "Modalità Lúcioball",
      "Assault Test": "Test Conquista",
      "Kanezaka Deathmatch": "Deathmatch Kanezaka",
      "Vengeful Ghost": "Fantasma Vendicativo",
      "Frenzied Stampede": "Carica Frenetica",
      "Volatile Zomnics": "Zomnic Instabili",
      "Three They Were": "Sono Rimasti in Tre",
      "Mystery Swap": "Scambio Misterioso",
      "Shocking Surprise": "Sorpresa Esplosiva",
      "Competitive No Limits": "Nessun limite (competitiva)",
      "Bounty Hunter": "Cacciatori di Taglie",
      "CTF Modes": "Modalità CLB",
      "Bulletproof Barriers": "Barriere impenetrabili",
      "Sympathy Gains": "Sostegno reciproco",
      "Thunderstorm": "Tempesta di danni"
    },
    "descriptions": {
      "Adventurous Hunters work together against the lone Yeti. Watch out, if the Yeti eats 4 meat it's time to run!": "Cacciatrici avventurose combattono insieme contro uno Yeti solitario. Attenzione: se lo Yeti mangia 4 pezzi di carne, è meglio darsela a gambe!",
      "Face off in a series of six-on-six fights as Mei, who is equipped with a powerful Snowball Blaster. This weapon only has one shot, but can be reloaded at snow piles.": "Affronta una serie di combattimenti 6v6 nei panni di Mei, equipaggiata con una potente Sparaneve. È un'arma a colpo singolo, che può essere ricaricata presso i mucchi di neve.",
      "Defeat the enemy team with every player using heroes that randomly change upon respawn.": "Sconfiggi la squadra avversaria: ogni giocatore usa eroi che cambiano casualmente a ogni resurrezione.",
      "Power up and embrace the chaos.": "Armati e affronta il caos.",
      "Climb to the top of the scoreboard. The deadliest team wins.": "Scala la classifica: la squadra più letale vince",
      "Defeat the enemy team without any limits on hero selection.": "Sconfiggi la squadra nemica senza limiti alla selezione degli eroi.",
      "Rise up the ranks and compete with the best Lúcioballers in the world!": "Scala la classifica e affronta i migliori giocatori di Lúcioball del mondo!",
      "3v3 team match of Lúcioball. Whoever scores the most goals wins!": "Partita a squadre 3v3 a Lúcioball. Chi segna più gol vince!",
      "Two teams of six players compete to capture the enemy team's flag while defending their own.": "Due squadre di sei giocatori si affrontano per catturare la bandiera nemica e difendere la propria.",
      "Defeat the enemy team in a low-gravity environment.": "Sconfiggi la squadra nemica in un ambiente a bassa gravità.",
      "Climb to the top of the scoreboard. The deadliest hero wins.": "Scala la classifica: l'eroe più letale vince",
      "Two teams of six players compete on Lijiang Tower to capture the enemy team's flag while defending their own.": "Due squadre di sei giocatori si affrontano nella Torre di Lijiang per catturare la bandiera nemica e difendere la propria.",
      "Rise up the ranks and compete with the best Capture The Flag players in the world!": "Scala la classifica e affronta i migliori giocatori di Cattura la Bandiera del mondo!",
      "Two teams of six players compete on Ayutthaya to capture the enemy team's flag while defending their own.": "Due squadre di sei giocatori si affrontano ad Ayutthaya per catturare la bandiera nemica e difendere la propria.",
      "Face off in a series of one on one fights. Both players pick from the same set of heroes in every round.": "Affronta il nemico in una serie di combattimenti uno contro uno. Entrambi i giocatori scelgono dallo stesso set di eroi in ogni round.",
      "Face off in a series of one on one fights. Both players use the same random hero in every round.": "Affronta il nemico in una serie di combattimenti uno contro uno. Entrambi i giocatori usano lo stesso eroe casuale in ogni round.",
      "Compete as a team of three players in a series of fights.": "Una serie di combattimenti tra squadre composte da tre giocatori.",
      "Compete as a team of six players in a series of fights, where successful heroes are removed from later rounds.": "Una serie di combattimenti tra squadre composte da sei giocatori dove gli eroi vincenti vengono bloccati per i round successivi.",
      "Capture the payload and escort it to the destination!": "Conquista il carico e scortalo a destinazione!",
      "Escort Junkrat and Roadhog's special delivery to the Queen of Junkertown!": "Scorta la consegna speciale di Junkrat e Roadhog alla regina di Junkertown!",
      "Defeat the enemy team on the Horizon Lunar Colony map.": "Sconfiggi la squadra avversaria sulla mappa Colonia Lunare Horizon.",
      "Welcome to Blizzard World. Are you prepared for the most epic theme park experience... ever?": "Benvenuto a Blizzard World. Sei pronto per il parco a tema più epico di sempre?",
      "Compete as a team of six Doomfists in a series of fights.": "Una serie di combattimenti tra squadre composte da sei Doomfist.",
      "Dr. Jamison Junkenstein wants revenge. Four wanderers have come to stop him...": "Il dottor Jamison Junkenstein esige vendetta. Quattro viandanti sono giunti fin qui per fermarlo...",
      "Missions from the Overwatch Archives.": "Missioni dagli Archivi di Overwatch.",
      "Rise up the ranks and compete with the best Elimination players in the world!": "Scala la classifica e affronta i migliori giocatori di Eliminazione del mondo!",
      "Notoriously the site of the \"Venice Incident,\" conflict has returned to the streets and canals of Rialto.": "Le strade e i canali di Rialto tornano a essere teatro di scontri dopo il famigerato \"incidente di Venezia\".",
      "Dr. Junkenstein and his minions march upon the castle.": "Il Dott. Junkenstein e i suoi servitori marciano sul castello.",
      "The minions of Dr. Junkenstein grow stronger.": "I servitori del Dott. Junkenstein sono più forti.",
      "Few will survive the night.": "In pochi vedranno l'alba.",
      "Fallen wanderers will be immortalized in legend.": "I viandanti caduti verranno consegnati alla leggenda.",
      "Blackwatch heads to Venice to deal with a new threat.": "Blackwatch si dirige a Venezia per fronteggiare una nuova minaccia.",
      "A team of four heroes heads to Venice to deal with a new threat.": "Una squadra di quattro eroi si dirige a Venezia per fronteggiare una nuova minaccia.",
      "An Overwatch strike team is sent to liberate King's Row from Null Sector.": "Overwatch ha inviato una squadra d'assalto per liberare King's Row dalla presenza del Settore Zero.",
      "Fight as a team of four heroes to liberate King's Row from Null Sector.": "Unisciti a una squadra di 4 eroi per liberare King's Row dalla presenza del Settore Zero.",
      "If all players prefer Hunter, one will be chosen randomly as the Yeti.": "Se tutti i giocatori preferiscono la Cacciatrice, uno di essi verrà scelto casualmente come Yeti.",
      "Completing games as hunter will increase your chances to be chosen as the Yeti.": "Completare partite con la Cacciatrice aumenterà le possibilità di essere scelti come Yeti.",
      "Rise up the ranks and compete with the best Deathmatch players in the world!": "Scala la classifica e affronta i migliori giocatori di Deathmatch del mondo!",
      "Two teams compete to take control of Busan.": "Due squadre si affrontano per prendere il controllo di Busan.",
      "Capture the objectives!": "Conquista gli obiettivi!",
      "Climb to the top of the scoreboard with every player using heroes that randomly change upon respawn.": "Scala la classifica: ogni giocatore usa eroi che cambiano casualmente a ogni resurrezione.",
      "A team of four heroes heads to Havana to deal with a new threat.": "Una squadra di quattro eroi si dirige all'Avana per fronteggiare una nuova minaccia.",
      "A new Overwatch strike team heads to Havana to capture a critical Talon asset.": "Una nuova squadra d'assalto di Overwatch si reca all'Avana per catturare un'importante pedina di Talon.",
      "Two teams of six players compete on Busan to capture the enemy team's flag while defending their own.": "Due squadre di sei giocatori si affrontano a Busan per catturare la bandiera nemica e difendere la propria.",
      "Eliminated heroes are frozen and may be thawed by allies. Freeze all enemies to win the round. Successful heroes are removed from later rounds.": "Gli eroi eliminati vengono congelati e possono essere scongelati dagli alleati. Congelare tutti i nemici per vincere il round. Gli eroi vittoriosi vengono rimossi dai round successivi.",
      "Head to Paris and battle at the heart of the Omnic Resistance.": "Raggiungi Parigi e combatti nel cuore della resistenza Omnic.",
      "Play through a set list of heroes in a deathmatch environment. Each time you get a kill, you swap to the next hero. The first player to get through their list wins.": "Gioca con un elenco preimpostato di eroi in un contesto deathmatch. A ogni uccisione messa a segno si passa all'eroe successivo. Il primo giocatore che completa la lista ottiene la vittoria.",
      "Take the fight to the streets of Havana!": "Combatti lungo le strade dell'Avana!",
      "A free-for-all battle against identical heroes!": "Una battaglia tutti contro tutti tra eroi identici!",
      "Defeat the enemy team with no role limits on hero selection.": "Sconfiggi la squadra nemica senza limiti di ruoli alla selezione degli eroi.",
      "Face off in a free-for-all snowball fight as Mei, who is equipped with a powerful Snowball Blaster. This weapon has limited ammo, but can be reloaded at snow piles.": "Affronta una lotta a palle di neve tutti contro tutti nei panni di Mei, equipaggiata con una potente Sparaneve. È un'arma con munizioni limitate, che può essere ricaricata presso i mucchi di neve.",
      "PH Skirmish description": "PH Skirmish description",
      "Two teams of six players compete in a fast-paced match to capture the enemy team's flag while defending their own.": "Due squadre di sei giocatori si affrontano in una partita frenetica per catturare la bandiera nemica e difendere la propria.",
      "Storm Rising. Only damage heroes. Healing is reduced. Heal yourself by doing damage.": "Tempesta imminente. Solo eroi d'attacco. Le cure sono ridotte. Ci si cura infliggendo danni.",
      "Archives missions with a twist.": "Missioni degli Archivi con un tocco di novità.",
      "Uprising. Players have reduced health and increased damage.": "Rivolta. I giocatori hanno salute ridotta e danni aumentati.",
      "Retribution. Only critical hits do damage.": "Ritorsione. Solo i colpi critici infliggono danni.",
      "Uprising. Enemies drop lava on death.": "Rivolta. I nemici rilasciano lava alla morte.",
      "Storm Rising. Some enemies are enraged. Killing them spreads the rage.": "Tempesta imminente. Alcuni nemici sono infuriati. Ucciderli diffonde la furia.",
      "Retribution. Enemies can only be damaged if a player is nearby.": "Ritorsione. I nemici possono essere danneggiati solo se è presente un giocatore nelle vicinanze.",
      "Winter seasonal brawls.": "Risse stagionali invernali.",
      "3v3 team match of Lúcioball featuring nonstop, chaotic, multi-ball action.": "Partita a squadre 3v3 a Lúcioball con tanta azione caotica e palloni a volontà.",
      "Defeat the enemy team with almost no limits on hero selection.": "Sconfiggi la squadra nemica senza limiti di ruoli (o quasi) alla selezione degli eroi.",
      "Rise up the ranks and compete with the best players in the world with no role limits on hero selection.": "Scala la classifica e affronta i migliori giocatori del mondo senza limiti di ruolo nella selezione degli eroi.",
      "PH Lucioball container description.": "PH Lucioball container description.",
      "An experimental version of Assault": "Una versione sperimentale di Conquista",
      "A deadly ghost chases players.": "Un fantasma mortale insegue i personaggi.",
      "Zomnics move faster.": "Gli Zomnic si muovono più velocemente.",
      "Zomnics explode near players.": "Gli Zomnic esplodono vicino ai personaggi.",
      "Only 3 players, but they deal more damage.": "Solo 3 personaggi, ma infliggono più danni.",
      "Heroes periodically randomized.": "Gli eroi vengono cambiati in modo casuale periodicamente.",
      "Some enemies spawn Shock-Tires on death.": "Alcuni nemici rilasciano Elettrobombe alla morte.",
      "Rise up the ranks and compete with the best players in the world with no limits on hero selection.": "Scala la classifica e affronta i migliori giocatori del mondo senza limiti nella selezione degli eroi.",
      "Gain points by killing the Target to claim their bounty and become the Target yourself, raising your health and ultimate meter to full. Earn bonus points by killing non-Target heroes as the Target. ": "Ottieni punti uccidendo il Ricercato per acquisire la sua taglia e diventare Ricercato a tua volta con salute aumentata e la Ultra caricata al massimo. Ottieni punti bonus uccidendo eroi non Ricercati come Ricercato. ",
      "CTF Game Modes": "Modalità di gioco CLB",
      "Uprising. Enemy barriers are invulnerable.": "Rivolta. Le barriere nemiche sono invulnerabili.",
      "Retribution. Damaging enemies heals other enemies.": "Ritorsione. Danneggiare un nemico cura gli altri nemici.",
      "Storm Rising. Enemies damage nearby players.": "Tempesta Imminente. I nemici danneggiano i giocatori vicini."
    },
    "players": {
      "5v1": "5v1",
      "6v6": "6v6",
      "4v4": "4v4",
      "3v3": "3v3",
      "8 Player FFA": "8 giocatori TCT",
      "1v1": "1v1",
      "Co-op": "Cooperativa",
      "-": "-",
      "3v3 Groups Only": "Solo formazioni 3v3",
      "6v6 Groups Only": "Solo formazioni 6v6",
      "6 Player FFA": "6 giocatori TCT"
    }
  }
}