{
  "general": {
    "menu": {
      "contributors": "contributors",
      "api docs": "api docs",
      "about": "about"
    },
    "overwatch": {
      "warning": "warning",
      "not updated yet": "not updated yet",
      "day ends in": "Day ends in"
    },
    "profile": {
      "member since": "Member since {0}",
      "social": "Social",
      "personal": "Personal",
      "nationality": "Nationality",
      "about": "About",
      "contribution statistics": "Contribution statistics",
      "contribution count": "Contribution count",
      "last contributed": "Last contributed",
      "favourite day": "Favourite day",
      "contribution history": "Contribution history",
      "favourite gamemodes": "Favourite gamemodes",
      "favourite heroes": "Favourite heroes",
      "favourite maps": "Favourite maps"
    },
    "contributor listing": {
      "contributor since": "Contributor since {0} with currently {1} contributions.",
      "contributor last contributed": "Last contributed {0}",
      "view profile": "view profile"
    },
    "footer": {
      "copyright_site": "This site is licensed under a",
      "copyright_materials": "Game content and materials are trademarks and copyrights of their respective publisher and its licensors. all rights reserved"
    }
  },
  "overwatch": {
    "arcademodes": {
      "Yeti Hunter": "イエティ・ハント",
      "Meis Snowball Offensive": "メイの雪合戦",
      "Winter Mystery": "ウィンター・ミステリー",
      "Total Mayhem": "トータル・メイヘム",
      "Team Deathmatch": "チーム・デスマッチ",
      "No Limits": "ノーリミット",
      "Copa Lúcioball": "コパ・ルシオボール",
      "Lúcioball": "ルシオボール",
      "Mystery Heroes": "ミステリー・ヒーロー",
      "Capture the Flag": "キャプチャー・ザ・フラッグ",
      "Low Gravity": "低重力",
      "Château Deathmatch": "シャトー・デスマッチ",
      "Capture the Rooster": "キャプチャー・ザ・ルースター",
      "Competitive CTF": "ライバル CTF",
      "CTF: Ayutthaya Only": "CTF: AYUTTHAYA限定",
      "Deathmatch": "デスマッチ",
      "Limited Duel": "リミテッド・<br>デュエル",
      "Mystery Duel": "ミステリー・デュエル",
      "Elimination": "エリミネーション",
      "Hybrid": "ハイブリッド",
      "Junkertown": "JUNKERTOWN",
      "Junkertown Mystery Heroes": "JUNKERTOWN ミステリー・ヒーロー",
      "Horizon Lunar Colony": "HORIZON LUNAR COLONY",
      "Blizzard World": "BLIZZARD WORLD",
      "Doomfist Elimination": "ドゥームフィスト・エリミネーション",
      "Junkensteins Revenge": "ジャンケン<br>シュタインの<br>復讐",
      "Mission Archives": "任務アーカイブ",
      "Competitive Elimination": "ライバル エリミネーション",
      "Rialto": "RIALTO",
      "NORMAL": "NORMAL",
      "HARD": "HARD",
      "EXPERT": "EXPERT",
      "LEGENDARY": "LEGENDARY",
      "Retribution (Story)": "レトリビューション（ストーリー）",
      "Retribution (All Heroes)": "レトリビューション（全ヒーロー）",
      "Uprising (Story)": "アップライジング（ストーリー）",
      "Uprising (All Heroes)": "アップライジング（全ヒーロー）",
      "Prefer Hunter": "ハンターを希望",
      "Prefer Yeti": "イエティを希望",
      "Competitive Deathmatch": "ライバル・デスマッチ",
      "Petra Deathmatch": "PETRA デスマッチ",
      "Junkenstein Endless": "ジャンケン<br>シュタインの<br>復讐 （エンドレス）",
      "Junkenstein Modes": "ジャンケンシュタイン・モード",
      "No Limits Payloads": "ノーリミット・ペイロード",
      "Horizon No Limits": "HORIZON ノーリミット",
      "Busan": "BUSAN",
      "Assault": "アサルト",
      "Mystery Deathmatch": "ミステリー・デスマッチ",
      "Competitive Team Deathmatch": "ライバル チーム・デスマッチ",
      "Storm RIsing (All Heroes)": "ストーム・ライジング（全ヒーロー）",
      "Storm Rising (Story)": "ストーム・ライジング（ストーリー）",
      "CTF: Busan": "CTF: BUSAN",
      "Freezethaw Elimination": "フリーズソー・エリミネーション",
      "Paris": "PARIS",
      "Hero Gauntlet": "ヒーロー・ガントレット<tx0C0000000001FEE9>",
      "Havana": "HAVANA",
      "Mirrored Deathmatch": "ミラー・デスマッチ<tx0C0000000001FEE9>",
      "Quick Play Classic": "クイック・プレイ クラシック",
      "Snowball Deathmatch": "雪合戦（デスマッチ）",
      "Skirmish": "スカーミッシュ",
      "CTF Blitz": "CTF ブリッツ",
      "Blood Moon Rising": "ブラッドムーン・ライジング",
      "Challenge Missions": "チャレンジ任務",
      "Glass Cannon": "グラスキャノン",
      "Surgical Strike": "サージカル・ストライク",
      "Molten Cores": "モルテン・コア",
      "Storm Raging": "ストーム・レイジング",
      "Close Quarters": "クロース・クオーター",
      "Winter Brawls": "ウィンター・バトル",
      "Lúcioball Remix": "ルシオボール・リミックス",
      "Uprising": "アップライジング",
      "Retribution": "レトリビューション",
      "Storm Rising": "ストーム・ライジング",
      "Almost No Limits": "ほぼノーリミット",
      "Competitive Open Queue": "ライバル・プレイ オープンキュー",
      "Lúcioball Modes": "ルシオボール・モード",
      "Assault Test": "アサルト・テスト",
      "Kanezaka Deathmatch": "KANEZAKA デスマッチ",
      "Vengeful Ghost": "怨霊の恨み",
      "Frenzied Stampede": "怒れる群衆の襲撃",
      "Volatile Zomnics": "呪いのゾムニック",
      "Three They Were": "3人の英雄",
      "Mystery Swap": "奇妙な夜",
      "Shocking Surprise": "衝撃のサプライズ",
      "Competitive No Limits": "ライバル・ノーリミット",
      "Bounty Hunter": "バウンティ・ハンター",
      "CTF Modes": "CTF モード",
      "Bulletproof Barriers": "バレットプルーフ・バリア",
      "Sympathy Gains": "シンパシー・ゲイン",
      "Thunderstorm": "サンダーストーム"
    },
    "descriptions": {
      "Adventurous Hunters work together against the lone Yeti. Watch out, if the Yeti eats 4 meat it's time to run!": "ハンター集団 VS 1匹のイエティ。イエティがお肉を4個食べたら…狩る側が狩られる側になる！",
      "Face off in a series of six-on-six fights as Mei, who is equipped with a powerful Snowball Blaster. This weapon only has one shot, but can be reloaded at snow piles.": "6対6の<br>特殊<br>バトル。<br>全員が<br>雪玉<br>ブラスターを<br>装備<br>した<br>メイを<br>使用。<br>ブラスターは<br>1発<br>しか<br>撃て<br>ないが、<br>雪の<br>かたまり<br>から<br>雪玉を<br>補充<br>できる",
      "Defeat the enemy team with every player using heroes that randomly change upon respawn.": "リスポーンごとに<br>ヒーローが<br>ランダムで<br>決定する<br>チーム戦",
      "Power up and embrace the chaos.": "混沌に<br>身を<br>任せよう",
      "Climb to the top of the scoreboard. The deadliest team wins.": "トップを目指せ！チームを勝利へと導こう！",
      "Defeat the enemy team without any limits on hero selection.": "ヒーロー制限<br>なしの<br>チーム戦",
      "Rise up the ranks and compete with the best Lúcioballers in the world!": "世界中の<br>ルシオ<br>ボール・<br>プレイヤーを<br>相手に<br>ランクを<br>上げる",
      "3v3 team match of Lúcioball. Whoever scores the most goals wins!": "3対3の<br>ルシオボール。<br>より多く<br>ゴールを<br>決めた<br>チームの<br>勝利",
      "Two teams of six players compete to capture the enemy team's flag while defending their own.": "6人<br>チーム<br>同士の<br>バトル。<br>自分の<br>フラッグを<br>守り<br>ながら、<br>敵の<br>フラッグを<br>奪おう",
      "Defeat the enemy team in a low-gravity environment.": "重力が<br>変化<br>した<br>環境で<br>戦いを<br>繰り<br>広げよう",
      "Climb to the top of the scoreboard. The deadliest hero wins.": "トップを目指せ！一番強いやつが勝つ！",
      "Two teams of six players compete on Lijiang Tower to capture the enemy team's flag while defending their own.": "6人<br>チーム、<br>LIJIANG TOWER<br>限定。<br>自分の<br>フラッグを<br>守り<br>ながら、<br>敵の<br>フラッグを<br>奪おう",
      "Rise up the ranks and compete with the best Capture The Flag players in the world!": "キャプチャー・ザ・フラッグでランクインを目指そう！",
      "Two teams of six players compete on Ayutthaya to capture the enemy team's flag while defending their own.": "6人<br>チーム、<br>AYUTTHAYA<br>限定。<br>自分の<br>フラッグを<br>守り<br>ながら、<br>敵の<br>フラッグを<br>奪おう",
      "Face off in a series of one on one fights. Both players pick from the same set of heroes in every round.": "1対1の<br>対決。<br>ラウンド毎に、<br>両プレイヤーは<br>同じ<br>ヒーロー・リスト<br>から<br>ヒーローを<br>選択する",
      "Face off in a series of one on one fights. Both players use the same random hero in every round.": "1対1の<br>対決。<br>両プレイヤー<br>とも、<br>ラウンド<br>ごとに<br>ヒーローが<br>ランダムで<br>決定",
      "Compete as a team of three players in a series of fights.": "3対3で<br>行われる<br>チーム戦",
      "Compete as a team of six players in a series of fights, where successful heroes are removed from later rounds.": "6対6の<br>チーム戦。<br>勝利した<br>ヒーローは<br>その後の<br>ラウンドで<br>使用<br>できなく<br>なる",
      "Capture the payload and escort it to the destination!": "ペイロードを確保し、目的地まで護衛しよう！",
      "Escort Junkrat and Roadhog's special delivery to the Queen of Junkertown!": "ジャンクラットと<br>ロードホッグの<br>「お土産」を<br>ジャンカー<br>タウンの<br>女王に<br>届けよう！",
      "Defeat the enemy team on the Horizon Lunar Colony map.": "HORIZON LUNAR COLONY<br>マップで<br>敵チームを<br>倒そう",
      "Welcome to Blizzard World. Are you prepared for the most epic theme park experience... ever?": "BLIZZARD WORLDへようこそ。史上最高のテーマパークがあなたを待っています！",
      "Compete as a team of six Doomfists in a series of fights.": "6対6のチーム戦、<br>全員ドゥームフィスト",
      "Dr. Jamison Junkenstein wants revenge. Four wanderers have come to stop him...": "ジャンク<br>ラット<br>博士を<br>止める<br>べく、<br>4人の<br>旅人が<br>立ち<br>上がる…",
      "Missions from the Overwatch Archives.": "「オーバーウォッチ アーカイブ」の任務",
      "Rise up the ranks and compete with the best Elimination players in the world!": "エリミネーションでランクインを目指そう！",
      "Notoriously the site of the \"Venice Incident,\" conflict has returned to the streets and canals of Rialto.": "「ヴェネツィア事件」の舞台となった街に、再び混乱が訪れる…",
      "Dr. Junkenstein and his minions march upon the castle.": "博士の<br>しもべ<br>たち<br>から<br>お城を<br>守ろう",
      "The minions of Dr. Junkenstein grow stronger.": "博士の<br>しもべ<br>たちが<br>ちょっぴり<br>強くなる",
      "Few will survive the night.": "多分無理…<br>そう<br>思わせる<br>ほど<br>しもべ<br>たちが<br>強くなる",
      "Fallen wanderers will be immortalized in legend.": "挑む<br>勇気が<br>ある<br>だけで<br>賞賛に<br>値する<br>ほど、<br>しもべ<br>たちが<br>強く<br>なる",
      "Blackwatch heads to Venice to deal with a new threat.": "ヴェネツィアにて、過酷な任務がブラックウォッチを待つ…",
      "A team of four heroes heads to Venice to deal with a new threat.": "ヴェネツィアにて、過酷な任務が4人のヒーローを待つ…",
      "An Overwatch strike team is sent to liberate King's Row from Null Sector.": "ヌルセクターに<br>制圧<br>された<br>キングス・<br>ロウを<br>解放<br>すべく、<br>オーバー<br>ウォッチの<br>ストライク・<br>チームが<br>派遣<br>された",
      "Fight as a team of four heroes to liberate King's Row from Null Sector.": "ヌルセクターに<br>制圧<br>された<br>キングス・<br>ロウを<br>解放<br>すべく、<br>4人の<br>ヒーローが<br>立ち<br>上がる",
      "If all players prefer Hunter, one will be chosen randomly as the Yeti.": "全プレイヤーが<br>ハンターを<br>希望<br>した<br>場合、<br>ランダムに<br>イエティが<br>選ばれます",
      "Completing games as hunter will increase your chances to be chosen as the Yeti.": "ハンター<br>として<br>マッチを<br>完了<br>するほど、<br>イエティに<br>選ばれる<br>確率が<br>高くなる",
      "Rise up the ranks and compete with the best Deathmatch players in the world!": "デスマッチでランクインを目指そう！",
      "Two teams compete to take control of Busan.": "BUSANの制圧を目指すチーム戦",
      "Capture the objectives!": "目標を確保しよう！",
      "Climb to the top of the scoreboard with every player using heroes that randomly change upon respawn.": "トップを目指せ！リスポーンごとにヒーローがランダムで決まるデスマッチ",
      "A team of four heroes heads to Havana to deal with a new threat.": "新たなる<br>脅威に<br>立ち<br>向かう<br>ため、<br>4人の<br>ヒーローが<br>ハバナへ<br>と降り<br>立つ",
      "A new Overwatch strike team heads to Havana to capture a critical Talon asset.": "タロンの<br>重要目標を<br>確保<br>すべく、<br>新たな<br>オーバー<br>ウォッチの<br>ストライク・<br>チームが<br>ハバナへ<br>派遣された",
      "Two teams of six players compete on Busan to capture the enemy team's flag while defending their own.": "6人<br>チーム、<br>BUSAN<br>限定。<br>自分の<br>フラッグを<br>守り<br>ながら、<br>敵の<br>フラッグを<br>奪おう",
      "Eliminated heroes are frozen and may be thawed by allies. Freeze all enemies to win the round. Successful heroes are removed from later rounds.": "倒されたヒーローは凍結し、味方はそれを解凍できる。敵を全員凍結させればラウンドに勝利する。勝利したヒーローはその後のラウンドで使用できなくなる",
      "Head to Paris and battle at the heart of the Omnic Resistance.": "オムニック・<br>レジスタンス<br>の本拠地、<br>パリで<br>戦いが<br>繰り広げられる",
      "Play through a set list of heroes in a deathmatch environment. Each time you get a kill, you swap to the next hero. The first player to get through their list wins.": "固定されたヒーローのリストでプレイするデスマッチ。キルを獲得するたびに次のヒーローに変わる。最初にリスト内の全ヒーローを終えたプレイヤーの勝利",
      "Take the fight to the streets of Havana!": "ハバナを舞台に戦おう！",
      "A free-for-all battle against identical heroes!": "全員同じヒーローで戦うFFAマッチ！",
      "Defeat the enemy team with no role limits on hero selection.": "ロール制限なしでヒーローを選び、敵チームを倒そう",
      "Face off in a free-for-all snowball fight as Mei, who is equipped with a powerful Snowball Blaster. This weapon has limited ammo, but can be reloaded at snow piles.": "フリー・<br>フォー・<br>オールの<br>雪合戦。<br>全員が<br>雪玉<br>ブラスターを<br>装備<br>した<br>メイを<br>使用。<br>ブラスターの<br>弾数は<br>制限<br>されて<br>いるが、<br>雪の<br>かたまり<br>から<br>雪玉を<br>補充<br>できる",
      "PH Skirmish description": "PH Skirmish description",
      "Two teams of six players compete in a fast-paced match to capture the enemy team's flag while defending their own.": "6人<br>チーム<br>同士の<br>ハイスピード・<br>バトル。<br>自分の<br>フラッグを<br>守り<br>ながら、<br>敵の<br>フラッグを<br>奪おう",
      "Storm Rising. Only damage heroes. Healing is reduced. Heal yourself by doing damage.": "ストーム・ライジング。ダメージヒーロー限定で回復が制限される。ダメージを与えることで自身を回復する",
      "Archives missions with a twist.": "いつもとは一味違う任務アーカイブに挑戦",
      "Uprising. Players have reduced health and increased damage.": "アップライジング。プレイヤーのライフが低下しダメージが増加する",
      "Retribution. Only critical hits do damage.": "レトリビューション。クリティカル・ヒットでのみダメージを与えられる",
      "Uprising. Enemies drop lava on death.": "アップライジング。敵が死亡時にマグマをまき散らす",
      "Storm Rising. Some enemies are enraged. Killing them spreads the rage.": "ストーム・ライジング。一部の敵が激昂している。対象の敵を倒すと怒りが伝播する",
      "Retribution. Enemies can only be damaged if a player is nearby.": "レトリビューション。プレイヤーの近くにいる敵にのみダメージを与えられる",
      "Winter seasonal brawls.": "「ウィンター・ワンダーランド」の期間限定イベント",
      "3v3 team match of Lúcioball featuring nonstop, chaotic, multi-ball action.": "3対3の<br>ルシオボール。複数の<br>ボールが<br>飛び交う<br>ノンストップの<br>ハチャメチャ<br>競技",
      "Defeat the enemy team with almost no limits on hero selection.": "ほぼ制限なしでヒーローを選び、敵チームを倒そう",
      "Rise up the ranks and compete with the best players in the world with no role limits on hero selection.": "ロール制限なしでヒーローを選び、世界のトッププレイヤーたちと競い合ってランク上位を目指そう",
      "PH Lucioball container description.": "PH Lucioball container description.",
      "An experimental version of Assault": "エクスペリメンタル版アサルト",
      "A deadly ghost chases players.": "恐ろしい怨霊がプレイヤーを追いかける",
      "Zomnics move faster.": "ゾムニックがより速い速度で襲いかかる",
      "Zomnics explode near players.": "ゾムニックがプレイヤーの付近で爆発する",
      "Only 3 players, but they deal more damage.": "プレイヤーは3人のみ。ただし普段より多くダメージを与えられる",
      "Heroes periodically randomized.": "定期的にヒーローがランダムに入れ替わる",
      "Some enemies spawn Shock-Tires on death.": "倒れた敵がショック・タイヤをスポーンする",
      "Rise up the ranks and compete with the best players in the world with no limits on hero selection.": "制限なしでヒーローを選び、世界のトッププレイヤーたちと競い合ってランク上位を目指そう",
      "Gain points by killing the Target to claim their bounty and become the Target yourself, raising your health and ultimate meter to full. Earn bonus points by killing non-Target heroes as the Target. ": "賞金首を倒して懸賞金を獲得することでポイントを得る。その後は自身が賞金首となり、ライフとアルティメット・ゲージが満タンになる。賞金のかかっていないヒーローを倒すとボーナス・ポイントを獲得できる ",
      "CTF Game Modes": "CTF ゲーム・モード",
      "Uprising. Enemy barriers are invulnerable.": "アップライジング。敵のバリアが破壊不能になる",
      "Retribution. Damaging enemies heals other enemies.": "レトリビューション。敵にダメージを与えると他の敵が回復する",
      "Storm Rising. Enemies damage nearby players.": "ストーム・ライジング。敵が付近のプレイヤーにダメージを与える"
    },
    "players": {
      "5v1": "5VS1",
      "6v6": "6vs6",
      "4v4": "4VS4",
      "3v3": "3vs3",
      "8 Player FFA": "FFA",
      "1v1": "1vs1",
      "Co-op": "CO-OP",
      "-": "-",
      "3v3 Groups Only": "3VS3 グループのみ",
      "6v6 Groups Only": "6VS6 グループのみ",
      "6 Player FFA": "6プレイヤー FFA"
    }
  }
}