{
  "general": {
    "menu": {
      "contributors": "contributors",
      "api docs": "api docs",
      "about": "about"
    },
    "overwatch": {
      "warning": "warning",
      "not updated yet": "not updated yet",
      "day ends in": "Day ends in"
    },
    "profile": {
      "member since": "Member since {0}",
      "social": "Social",
      "personal": "Personal",
      "nationality": "Nationality",
      "about": "About",
      "contribution statistics": "Contribution statistics",
      "contribution count": "Contribution count",
      "last contributed": "Last contributed",
      "favourite day": "Favourite day",
      "contribution history": "Contribution history",
      "favourite gamemodes": "Favourite gamemodes",
      "favourite heroes": "Favourite heroes",
      "favourite maps": "Favourite maps"
    },
    "contributor listing": {
      "contributor since": "Contributor since {0} with currently {1} contributions.",
      "contributor last contributed": "Last contributed {0}",
      "view profile": "view profile"
    },
    "footer": {
      "copyright_site": "This site is licensed under a",
      "copyright_materials": "Game content and materials are trademarks and copyrights of their respective publisher and its licensors. all rights reserved"
    }
  },
  "overwatch": {
    "arcademodes": {
      "Yeti Hunter": "Cazadora de yetis",
      "Meis Snowball Offensive": "Mei: Operación Bola de Nieve",
      "Winter Mystery": "Misterio invernal",
      "Total Mayhem": "Caos total",
      "Team Deathmatch": "Combate a muerte por equipos",
      "No Limits": "Sin límites",
      "Copa Lúcioball": "Copa Lúciobol",
      "Lúcioball": "Lúciobol",
      "Mystery Heroes": "Héroes misteriosos",
      "Capture the Flag": "Captura la bandera",
      "Low Gravity": "Gravedad baja",
      "Château Deathmatch": "Combate a muerte: Château",
      "Capture the Rooster": "Captura al Gallo",
      "Competitive CTF": "Competitivo CLB",
      "CTF: Ayutthaya Only": "CLB: solo Ayutthaya",
      "Deathmatch": "Combate a muerte",
      "Limited Duel": "Duelo limitado",
      "Mystery Duel": "Duelo misterioso",
      "Elimination": "Eliminación",
      "Hybrid": "Híbrido",
      "Junkertown": "Junkertown",
      "Junkertown Mystery Heroes": "Héroes misteriosos de Junkertown",
      "Horizon Lunar Colony": "Colonia lunar Horizonte",
      "Blizzard World": "Blizzard World",
      "Doomfist Elimination": "Eliminación de Doomfist",
      "Junkensteins Revenge": "La venganza de Junkenstein",
      "Mission Archives": "Archivos de misión",
      "Competitive Elimination": "Eliminación competitiva",
      "Rialto": "Rialto",
      "NORMAL": "NORMAL",
      "HARD": "DIFÍCIL",
      "EXPERT": "EXPERTO",
      "LEGENDARY": "LEGENDARIO",
      "Retribution (Story)": "Venganza (Historia)",
      "Retribution (All Heroes)": "Venganza (Todos los héroes)",
      "Uprising (Story)": "Insurrección (Historia)",
      "Uprising (All Heroes)": "Insurrección (Todos los héroes)",
      "Prefer Hunter": "Preferencia: cazadora",
      "Prefer Yeti": "Preferencia: yeti",
      "Competitive Deathmatch": "Combate a muerte competitivo",
      "Petra Deathmatch": "Combate a muerte en Petra",
      "Junkenstein Endless": "Junkenstein Interminable",
      "Junkenstein Modes": "Modos de Junkenstein",
      "No Limits Payloads": "Sin límites - Cargas",
      "Horizon No Limits": "Horizonte sin límites",
      "Busan": "Busan",
      "Assault": "Asalto",
      "Mystery Deathmatch": "Combate a muerte misterioso",
      "Competitive Team Deathmatch": "Combate a muerte por equipos competitivo",
      "Storm RIsing (All Heroes)": "Tormenta inminente (Todos los héroes)",
      "Storm Rising (Story)": "Tormenta inminente (Historia)",
      "CTF: Busan": "CLB: Busan",
      "Freezethaw Elimination": "Eliminación por congelamiento",
      "Paris": "París",
      "Hero Gauntlet": "Desafío de héroes",
      "Havana": "La Habana",
      "Mirrored Deathmatch": "Combate a muerte reflejado",
      "Quick Play Classic": "Partida rápida clásica",
      "Snowball Deathmatch": "Combate a muerte Bola de Nieve",
      "Skirmish": "Escaramuza",
      "CTF Blitz": "CLB Blitz",
      "Blood Moon Rising": "Luna de sangre creciente",
      "Challenge Missions": "Misiones de desafío",
      "Glass Cannon": "Cañón de cristal",
      "Surgical Strike": "Ataque preciso",
      "Molten Cores": "Núcleos de magma",
      "Storm Raging": "Tormenta de ira",
      "Close Quarters": "Corta distancia",
      "Winter Brawls": "Peleas de invierno",
      "Lúcioball Remix": "Lúciobol Remix",
      "Uprising": "Insurrección",
      "Retribution": "Venganza",
      "Storm Rising": "Tormenta inminente",
      "Almost No Limits": "Casi sin límites",
      "Competitive Open Queue": "Cola competitiva abierta",
      "Lúcioball Modes": "Modos de Lúciobol",
      "Assault Test": "Prueba de Asalto",
      "Kanezaka Deathmatch": "Combate a muerte en Kanezaka",
      "Vengeful Ghost": "Fantasma vengativo",
      "Frenzied Stampede": "Estampida frenética",
      "Volatile Zomnics": "Zómnicos volátiles",
      "Three They Were": "Eran tres",
      "Mystery Swap": "Cambio misterioso",
      "Shocking Surprise": "Sorpresa impactante",
      "Competitive No Limits": "Sin límites competitivo",
      "Bounty Hunter": "Cazarrecompensas",
      "CTF Modes": "Modos de CLB",
      "Bulletproof Barriers": "Barreras blindadas",
      "Sympathy Gains": "Beneficio solidario",
      "Thunderstorm": "Tormenta eléctrica",
      "Lunar Brawls": "Peleas lunares",
      "Malevento Deathmatch": "Combate a muerte en Malevento",
      "Malevento TDM": "CME Malevento"
    },
    "descriptions": {
      "Adventurous Hunters work together against the lone Yeti. Watch out, if the Yeti eats 4 meat it's time to run!": "Las intrépidas cazadoras trabajan juntas contra el solitario yeti. ¡Cuidado! ¡Si el yeti come 4 trozos de carne será momento de huir!",
      "Face off in a series of six-on-six fights as Mei, who is equipped with a powerful Snowball Blaster. This weapon only has one shot, but can be reloaded at snow piles.": "Participa en una serie de peleas de seis contra seis con Mei, quien está equipada con un poderoso Bláster de bolas de nieve. Esta arma solamente tiene un disparo, pero se puede recargar en cualquier montón de nieve.",
      "Defeat the enemy team with every player using heroes that randomly change upon respawn.": "Derrota al equipo enemigo. El héroe de cada jugador cambiará aleatoriamente al reaparecer.",
      "Power up and embrace the chaos.": "Llénate de poder y ríndete al caos.",
      "Climb to the top of the scoreboard. The deadliest team wins.": "Sube hasta lo más alto del marcador. El equipo más letal gana.",
      "Defeat the enemy team without any limits on hero selection.": "Derrota al equipo enemigo sin tener límites en la selección de héroes.",
      "Rise up the ranks and compete with the best Lúcioballers in the world!": "¡Sube de rango y compite con los mejores jugadores de Lúciobol del mundo!",
      "3v3 team match of Lúcioball. Whoever scores the most goals wins!": "Partido de equipos 3 vs. 3 de Lúciobol. ¡Quien anote más goles, gana!",
      "Two teams of six players compete to capture the enemy team's flag while defending their own.": "Dos equipos de seis jugadores compiten para capturar la bandera del enemigo mientras defienden la suya.",
      "Defeat the enemy team in a low-gravity environment.": "Derrota al equipo enemigo en un entorno de gravedad baja.",
      "Climb to the top of the scoreboard. The deadliest hero wins.": "Sube hasta lo más alto del marcador. El héroe más letal gana.",
      "Two teams of six players compete on Lijiang Tower to capture the enemy team's flag while defending their own.": "Dos equipos de seis jugadores compiten en la Torre Lijiang para capturar la bandera del enemigo mientras defienden la suya.",
      "Rise up the ranks and compete with the best Capture The Flag players in the world!": "¡Sube de rango y compite con los mejores jugadores de Captura la bandera del mundo!",
      "Two teams of six players compete on Ayutthaya to capture the enemy team's flag while defending their own.": "Dos equipos de seis jugadores compiten en Ayutthaya para capturar la bandera del equipo enemigo mientras defienden la suya.",
      "Face off in a series of one on one fights. Both players pick from the same set of heroes in every round.": "Participa en una serie de peleas versus. Ambos jugadores escogen del mismo grupo de héroes en cada ronda.",
      "Face off in a series of one on one fights. Both players use the same random hero in every round.": "Participa en una serie de peleas versus. Ambos jugadores utilizan el mismo héroe aleatorio en cada ronda.",
      "Compete as a team of three players in a series of fights.": "Compite en un equipo de tres jugadores en una serie de peleas.",
      "Compete as a team of six players in a series of fights, where successful heroes are removed from later rounds.": "Compite con un equipo de seis jugadores en una serie de peleas en donde los héroes exitosos son removidos de las rondas consecuentes.",
      "Capture the payload and escort it to the destination!": "¡Captura la carga y escóltala a su destino!",
      "Escort Junkrat and Roadhog's special delivery to the Queen of Junkertown!": "¡Escolta la entrega especial de Junkrat y Roadhog a la Reina de Junkertown!",
      "Defeat the enemy team on the Horizon Lunar Colony map.": "Derrota al equipo enemigo en el mapa Colonia lunar Horizonte.",
      "Welcome to Blizzard World. Are you prepared for the most epic theme park experience... ever?": "Bienvenido a Blizzard World. ¿Estás preparado para la experiencia más épica de todos los tiempos en un parque temático?",
      "Compete as a team of six Doomfists in a series of fights.": "Compite como equipo con seis Doomfist en una serie de peleas.",
      "Dr. Jamison Junkenstein wants revenge. Four wanderers have come to stop him...": "El Dr. Jamison Junkenstein busca venganza. Cuatro viajeros han venido a detenerlo...",
      "Missions from the Overwatch Archives.": "Misiones de los Archivos de Overwatch",
      "Rise up the ranks and compete with the best Elimination players in the world!": "¡Sube de rango y compite con los mejores jugadores de Eliminación del mundo!",
      "Notoriously the site of the \"Venice Incident,\" conflict has returned to the streets and canals of Rialto.": "El sitio del infame “incidente de Venecia”. El conflicto ha regresado a las calles y canales de Rialto.",
      "Dr. Junkenstein and his minions march upon the castle.": "El Dr. Junkenstein y sus sirvientes marchan hacia el castillo.",
      "The minions of Dr. Junkenstein grow stronger.": "Los sirvientes del Dr. Junkenstein se fortalecen.",
      "Few will survive the night.": "Pocos sobrevivirán la noche.",
      "Fallen wanderers will be immortalized in legend.": "Los viajeros caídos quedarán inmortalizados en las leyendas.",
      "Blackwatch heads to Venice to deal with a new threat.": "Blackwatch se dirige a Venecia para lidiar con una nueva amenaza.",
      "A team of four heroes heads to Venice to deal with a new threat.": "Un equipo de cuatro héroes se dirige a Venecia para lidiar con una nueva amenaza.",
      "An Overwatch strike team is sent to liberate King's Row from Null Sector.": "Un equipo de ataque de Overwatch es enviado a liberar a King's Row de la presencia de Null Sector.",
      "Fight as a team of four heroes to liberate King's Row from Null Sector.": "Lucha como un equipo de cuatro héroes para liberar a King's Row de la presencia de Null Sector.",
      "If all players prefer Hunter, one will be chosen randomly as the Yeti.": "Si todos los jugadores quieren ser cazadoras, una será elegida al azar como el yeti.",
      "Completing games as hunter will increase your chances to be chosen as the Yeti.": "Cuanto más partidas completes como cazadora, mayor será la probabilidad de ser elegido como el yeti.",
      "Rise up the ranks and compete with the best Deathmatch players in the world!": "¡Sube de rango y compite con los mejores jugadores de Combate a muerte del mundo!",
      "Two teams compete to take control of Busan.": "Dos equipos compiten por el control de Busan.",
      "Capture the objectives!": "¡Captura los objetivos!",
      "Climb to the top of the scoreboard with every player using heroes that randomly change upon respawn.": "Sube hasta lo más alto del marcador. El héroe de cada jugador cambiará aleatoriamente al reaparecer.",
      "A team of four heroes heads to Havana to deal with a new threat.": "Un equipo de cuatro héroes se dirige a La Habana para lidiar con una nueva amenaza.",
      "A new Overwatch strike team heads to Havana to capture a critical Talon asset.": "Un nuevo equipo de asalto de Overwatch se dirige a La Habana para capturar a un recurso esencial de Talon.",
      "Two teams of six players compete on Busan to capture the enemy team's flag while defending their own.": "Dos equipos de seis jugadores compiten en Busan para capturar la bandera del equipo enemigo mientras defienden la suya.",
      "Eliminated heroes are frozen and may be thawed by allies. Freeze all enemies to win the round. Successful heroes are removed from later rounds.": "Los héroes eliminados quedan congelados y pueden ser descongelados por aliados. Congela a todos los enemigos para ganar la ronda. Los héroes exitosos son removidos de las rondas posteriores.",
      "Head to Paris and battle at the heart of the Omnic Resistance.": "Ve a París a luchar en el centro de la Resistencia ómnica.",
      "Play through a set list of heroes in a deathmatch environment. Each time you get a kill, you swap to the next hero. The first player to get through their list wins.": "Juega siguiendo una lista de héroes determinada en un entorno de combate a muerte. Cada vez que consigas una muerte, cambiarás al siguiente héroe. El primer jugador que logre completar su lista será el ganador.",
      "Take the fight to the streets of Havana!": "¡Únete a la lucha en las calles de La Habana!",
      "A free-for-all battle against identical heroes!": "¡Una batalla todos contra todos de héroes idénticos!",
      "Defeat the enemy team with no role limits on hero selection.": "Derrota al equipo enemigo sin límite de roles en la selección de héroes.",
      "Face off in a free-for-all snowball fight as Mei, who is equipped with a powerful Snowball Blaster. This weapon has limited ammo, but can be reloaded at snow piles.": "Participa en una pelea de bolas de nieve todos contra todos con Mei, quien está equipada con un poderoso Bláster de bolas de nieve. Esta arma tiene munición limitada, pero se puede recargar en cualquier montón de nieve.",
      "PH Skirmish description": "PH Descripción de Escaramuza",
      "Two teams of six players compete in a fast-paced match to capture the enemy team's flag while defending their own.": "Dos equipos de seis jugadores compiten en una veloz partida para capturar la bandera del enemigo mientras defienden la suya.",
      "Storm Rising. Only damage heroes. Healing is reduced. Heal yourself by doing damage.": "Tormenta inminente. Solo héroes de daño. La sanación se reduce. Te sanas al infligir daño.",
      "Archives missions with a twist.": "Misiones de Archivos con una sorpresa.",
      "Uprising. Players have reduced health and increased damage.": "Insurrección. Los jugadores tienen menos salud e infligen más daño.",
      "Retribution. Only critical hits do damage.": "Venganza. Solo los golpes críticos infligen daño.",
      "Uprising. Enemies drop lava on death.": "Insurrección. Los enemigos sueltan lava al morir.",
      "Storm Rising. Some enemies are enraged. Killing them spreads the rage.": "Tormenta inminente. Algunos enemigos enfurecen. Si los matas, se propagará la ira.",
      "Retribution. Enemies can only be damaged if a player is nearby.": "Venganza. Solo se puede infligir daño a los enemigos si un jugador está cerca.",
      "Winter seasonal brawls.": "Peleas de temporada de invierno.",
      "3v3 team match of Lúcioball featuring nonstop, chaotic, multi-ball action.": "Partido de equipos 3 vs. 3 de Lúciobol repletos de caótica acción incesante y balones múltiples.",
      "Defeat the enemy team with almost no limits on hero selection.": "Derrota al equipo enemigo casi sin límites en la selección de héroes.",
      "Rise up the ranks and compete with the best players in the world with no role limits on hero selection.": "Sube de rango y compite con los mejores jugadores del mundo sin límite de roles en la selección de héroes.",
      "PH Lucioball container description.": "PH Descripción del contenedor de Lúciobol.",
      "An experimental version of Assault": "Una versión experimental de Asalto",
      "A deadly ghost chases players.": "Un fantasma mortífero persigue a los jugadores.",
      "Zomnics move faster.": "Los zómnicos se mueven más rápido.",
      "Zomnics explode near players.": "Los zómnicos explotan cerca de los jugadores.",
      "Only 3 players, but they deal more damage.": "Solo hay 3 jugadores, pero infligen más daño.",
      "Heroes periodically randomized.": "Los héroes cambian de forma aleatoria cada cierto tiempo.",
      "Some enemies spawn Shock-Tires on death.": "Algunos enemigos sueltan neumáticos electrificantes al morir.",
      "Rise up the ranks and compete with the best players in the world with no limits on hero selection.": "Sube de rango y compite con los mejores jugadores del mundo sin límites en la selección de héroes.",
      "Gain points by killing the Target to claim their bounty and become the Target yourself, raising your health and ultimate meter to full. Earn bonus points by killing non-Target heroes as the Target. ": "Gana puntos al eliminar al objetivo para conseguir su recompensa y convertirte en el objetivo, con lo cual aumentarás al máximo tu salud y medidor de habilidad máxima. Elimina a héroes no designados como objetivo mientras tú lo eres para obtener puntos adicionales. ",
      "CTF Game Modes": "Modos de juego de CLB",
      "Uprising. Enemy barriers are invulnerable.": "Insurrección. Las barreras enemigas son invulnerables.",
      "Retribution. Damaging enemies heals other enemies.": "Venganza. El daño infligido a unos enemigos sana a otros.",
      "Storm Rising. Enemies damage nearby players.": "Tormenta inminente. Los enemigos infligen daño a los jugadores cercanos."
    },
    "players": {
      "5v1": "5 vs. 1",
      "6v6": "6v6",
      "4v4": "4v4",
      "3v3": "3v3",
      "8 Player FFA": "TCT de 8 jugadores",
      "1v1": "1v1",
      "Co-op": "Cooperativo",
      "-": "-",
      "3v3 Groups Only": "Solo grupos 3 vs. 3",
      "6v6 Groups Only": "Solo grupos 6 vs. 6",
      "6 Player FFA": "TCT de 6 jugadores"
    }
  }
}