{
  "general": {
    "menu": {
      "contributors": "contributors",
      "api docs": "api docs",
      "about": "about"
    },
    "overwatch": {
      "warning": "warning",
      "not updated yet": "not updated yet",
      "day ends in": "Day ends in"
    },
    "profile": {
      "member since": "Member since {0}",
      "social": "Social",
      "personal": "Personal",
      "nationality": "Nationality",
      "about": "About",
      "contribution statistics": "Contribution statistics",
      "contribution count": "Contribution count",
      "last contributed": "Last contributed",
      "favourite day": "Favourite day",
      "contribution history": "Contribution history",
      "favourite gamemodes": "Favourite gamemodes",
      "favourite heroes": "Favourite heroes",
      "favourite maps": "Favourite maps"
    },
    "contributor listing": {
      "contributor since": "Contributor since {0} with currently {1} contributions.",
      "contributor last contributed": "Last contributed {0}",
      "view profile": "view profile"
    },
    "footer": {
      "copyright_site": "This site is licensed under a",
      "copyright_materials": "Game content and materials are trademarks and copyrights of their respective publisher and its licensors. all rights reserved"
    }
  },
  "overwatch": {
    "arcademodes": {
      "Yeti Hunter": "Polowanie na Yeti",
      "Meis Snowball Offensive": "Śnieżkowa Ofensywa Mei",
      "Winter Mystery": "Zimowa tajemnica",
      "Total Mayhem": "Totalna Masakra",
      "Team Deathmatch": "Drużynowy Deathmatch",
      "No Limits": "Bez ograniczeń",
      "Copa Lúcioball": "Copa Futbolúcio",
      "Lúcioball": "Futbolúcio",
      "Mystery Heroes": "Tajemniczy bohaterowie",
      "Capture the Flag": "Zdobywanie flagi",
      "Low Gravity": "Niska grawitacja",
      "Château Deathmatch": "Deathmatch w Château",
      "Capture the Rooster": "Łap Koguta",
      "Competitive CTF": "Rywalizacja w Zdobywanie flagi",
      "CTF: Ayutthaya Only": "Zdobywanie flagi: Tylko Ayutthaya",
      "Deathmatch": "Deathmatch",
      "Limited Duel": "Pojedynek z ograniczeniami",
      "Mystery Duel": "Tajemniczy pojedynek",
      "Elimination": "Eliminacja",
      "Hybrid": "Hybryda",
      "Junkertown": "Junkertown",
      "Junkertown Mystery Heroes": "Tajemniczy bohaterowie Junkertown",
      "Horizon Lunar Colony": "Kolonia księżycowa Horyzont",
      "Blizzard World": "Blizzard World",
      "Doomfist Elimination": "Eliminacja, Pięść Zagłady",
      "Junkensteins Revenge": "Zemsta dr. Złomensteina",
      "Mission Archives": "Archiwa misji",
      "Competitive Elimination": "Rywalizacja w trybie Eliminacji",
      "Rialto": "Rialto",
      "NORMAL": "NORMALNY",
      "HARD": "WYSOKI",
      "EXPERT": "EKSPERCKI",
      "LEGENDARY": "LEGENDARNY",
      "Retribution (Story)": "Odwet (fabuła)",
      "Retribution (All Heroes)": "Odwet (wszyscy)",
      "Uprising (Story)": "Insurekcja (fabuła)",
      "Uprising (All Heroes)": "Insurekcja (wszyscy)",
      "Prefer Hunter": "Preferuj łowcę",
      "Prefer Yeti": "Preferuj Yeti",
      "Competitive Deathmatch": "Deathmatch w trybie Rywalizacji",
      "Petra Deathmatch": "Deathmatch na Petrze",
      "Junkenstein Endless": "Wieczna zemsta dr. Złomensteina",
      "Junkenstein Modes": "Tryby Złomensteina",
      "No Limits Payloads": "Brak ograniczeń ładunków",
      "Horizon No Limits": "Horyzont – Bez ograniczeń",
      "Busan": "Pusan",
      "Assault": "Szturm",
      "Mystery Deathmatch": "Tajemniczy Deathmatch",
      "Competitive Team Deathmatch": "Rywalizacja w Drużynowym Deathmatchu",
      "Storm RIsing (All Heroes)": "Czarne Chmury (wszyscy)",
      "Storm Rising (Story)": "Czarne Chmury (fabuła)",
      "CTF: Busan": "Zdobywanie flagi: Pusan",
      "Freezethaw Elimination": "Mroźna Eliminacja",
      "Paris": "Paryż",
      "Hero Gauntlet": "Arena bohaterów",
      "Havana": "Hawana",
      "Mirrored Deathmatch": "Lustrzany Deathmatch",
      "Quick Play Classic": "Klasyczna szybka gra",
      "Snowball Deathmatch": "Śnieżkowy Deathmatch",
      "Skirmish": "Potyczka",
      "CTF Blitz": "Błyskawiczne Zdobywanie flagi",
      "Blood Moon Rising": "Wzejście Krwawego Księżyca",
      "Challenge Missions": "Misje-wyzwania",
      "Glass Cannon": "Szklane działo",
      "Surgical Strike": "Precyzyjne uderzenie",
      "Molten Cores": "Przygrzanie",
      "Storm Raging": "Wściekłe Chmury",
      "Close Quarters": "Walka w zwarciu",
      "Winter Brawls": "Zimowe Rozróby",
      "Lúcioball Remix": "Remix Futbolúcio",
      "Uprising": "Insurekcja",
      "Retribution": "Odwet",
      "Storm Rising": "Czarne Chmury",
      "Almost No Limits": "Prawie bez ograniczeń",
      "Competitive Open Queue": "Otwarta Rywalizacja",
      "Lúcioball Modes": "Tryby Futbolúcio",
      "Assault Test": "Testowy Szturm",
      "Kanezaka Deathmatch": "Kanezaka – Deathmatch",
      "Vengeful Ghost": "Mściwy Duch",
      "Frenzied Stampede": "Szalony Spęd",
      "Volatile Zomnics": "Wybuchowe Złomniki",
      "Three They Were": "Ich Troje",
      "Mystery Swap": "Tajemnicza Zamiana",
      "Shocking Surprise": "Szokująca Niespodzianka",
      "Competitive No Limits": "Rywalizacja bez ograniczeń",
      "Bounty Hunter": "Łowca nagród",
      "CTF Modes": "Tryby Zdobywania flagi",
      "Bulletproof Barriers": "Kuloodporne Bariery",
      "Sympathy Gains": "Leczące Współczucie",
      "Thunderstorm": "Burza z Piorunami"
    },
    "descriptions": {
      "Adventurous Hunters work together against the lone Yeti. Watch out, if the Yeti eats 4 meat it's time to run!": "Żądni przygód łowcy współpracują przeciwko samotnemu Yeti. Uważajcie, bo kiedy zje 4 sztuki mięsa, to wy zostaniecie jego zwierzyną.",
      "Face off in a series of six-on-six fights as Mei, who is equipped with a powerful Snowball Blaster. This weapon only has one shot, but can be reloaded at snow piles.": "Stań do walki w serii pojedynków 6 na 6 jako Mei wyposażona w potężny Śnieżkowy Blaster. Jest to jednostrzałowa broń, lecz można ją przeładowywać przy górkach śniegu.",
      "Defeat the enemy team with every player using heroes that randomly change upon respawn.": "Pokonaj drużynę wroga. Każdy gracz dysponuje bohaterami, którzy zmieniają się losowo podczas odradzania się.",
      "Power up and embrace the chaos.": "Pełne wzmocnienie, pełen chaos.",
      "Climb to the top of the scoreboard. The deadliest team wins.": "Wywalczcie miejsce na szczycie tabeli wyników. Wygrywa najbardziej zabójcza drużyna.",
      "Defeat the enemy team without any limits on hero selection.": "Pokonaj drużynę wroga. Brak jakichkolwiek ograniczeń w wyborze bohaterów.",
      "Rise up the ranks and compete with the best Lúcioballers in the world!": "Rywalizuj z najlepszymi graczami w Futbolúcio na świecie i pnij się w tabeli wyników!",
      "3v3 team match of Lúcioball. Whoever scores the most goals wins!": "Mecz 3 na 3 w Futbolúcio. Wygrywa drużyna, która zdobędzie więcej goli!",
      "Two teams of six players compete to capture the enemy team's flag while defending their own.": "Dwie sześcioosobowe drużyny walczą o zdobycie flagi przeciwników, jednocześnie broniąc własnej.",
      "Defeat the enemy team in a low-gravity environment.": "Pokonaj drużynę wroga w warunkach niskiej grawitacji.",
      "Climb to the top of the scoreboard. The deadliest hero wins.": "Wywalcz miejsce na szczycie tabeli wyników. Wygrywa najbardziej zabójczy bohater.",
      "Two teams of six players compete on Lijiang Tower to capture the enemy team's flag while defending their own.": "Dwie sześcioosobowe drużyny walczą na mapie Wieża Lijiang o zdobycie flagi przeciwników, jednocześnie broniąc własnej.",
      "Rise up the ranks and compete with the best Capture The Flag players in the world!": "Rywalizuj z najlepszymi graczami w Zdobywanie flagi na świecie i pnij się w tabeli wyników!",
      "Two teams of six players compete on Ayutthaya to capture the enemy team's flag while defending their own.": "Dwie sześcioosobowe drużyny walczą na mapie Ayutthaya o zdobycie flagi przeciwników, jednocześnie broniąc własnej.",
      "Face off in a series of one on one fights. Both players pick from the same set of heroes in every round.": "Stań do walki w serii pojedynków jeden na jeden. Obaj gracze w każdej rundzie wybierają z puli tych samych bohaterów.",
      "Face off in a series of one on one fights. Both players use the same random hero in every round.": "Stań do walki w serii pojedynków jeden na jeden. Obaj gracze w każdej rundzie używają tego samego losowego bohatera.",
      "Compete as a team of three players in a series of fights.": "Rywalizacja trzyosobowych drużyn w serii pojedynków.",
      "Compete as a team of six players in a series of fights, where successful heroes are removed from later rounds.": "Rywalizacja sześcioosobowych drużyn w serii pojedynków, w których zwycięscy bohaterowie są usuwani w kolejnych rundach.",
      "Capture the payload and escort it to the destination!": "Przejmijcie ładunek i eskortujcie go do celu!",
      "Escort Junkrat and Roadhog's special delivery to the Queen of Junkertown!": "Eskortuj przesyłkę specjalną Złomiarza i Wieprza do Królowej Junkertown!",
      "Defeat the enemy team on the Horizon Lunar Colony map.": "Pokonaj drużynę wroga na mapie „Kolonia księżycowa Horyzont”.",
      "Welcome to Blizzard World. Are you prepared for the most epic theme park experience... ever?": "Witamy w Blizzard World. Gotowi na zabawę w najlepszym parku rozrywki wszech czasów?",
      "Compete as a team of six Doomfists in a series of fights.": "Rywalizacja sześcioosobowych drużyn Pięści Zagłady w serii pojedynków.",
      "Dr. Jamison Junkenstein wants revenge. Four wanderers have come to stop him...": "Doktor Jamison Złomenstein chce się zemścić. Czworo wędrowców przybyło, aby go powstrzymać...",
      "Missions from the Overwatch Archives.": "Misje z Archiwów Overwatch.",
      "Rise up the ranks and compete with the best Elimination players in the world!": "Rywalizuj z najlepszymi graczami na świecie w trybie Eliminacji i pnij się w tabeli wyników!",
      "Notoriously the site of the \"Venice Incident,\" conflict has returned to the streets and canals of Rialto.": "Na uliczkach i kanałach Rialto – miejsca, w którym doszło do niesławnego „Incydentu weneckiego” – znów zrobiło się groźnie.",
      "Dr. Junkenstein and his minions march upon the castle.": "Dr Złomenstein i jego sługi maszerują na zamek.",
      "The minions of Dr. Junkenstein grow stronger.": "Sługi dr. Złomensteina rosną w siłę.",
      "Few will survive the night.": "Nieliczni przetrwają tę noc.",
      "Fallen wanderers will be immortalized in legend.": "Polegli wędrowcy zostaną unieśmiertelnieni w legendach.",
      "Blackwatch heads to Venice to deal with a new threat.": "Wyrusz z Blackwatch do Wenecji, żeby zająć się nowym zagrożeniem.",
      "A team of four heroes heads to Venice to deal with a new threat.": "Wyrusz wraz z czteroosobowym zespołem do Wenecji, żeby zająć się nowym zagrożeniem.",
      "An Overwatch strike team is sent to liberate King's Row from Null Sector.": "Grupa szturmowa Overwatch zostaje wysłana, aby wyzwolić King's Row z rąk Sektora Zero.",
      "Fight as a team of four heroes to liberate King's Row from Null Sector.": "Walcz w czteroosobowej drużynie o wyzwolenie King's Row z rąk Sektora Zero.",
      "If all players prefer Hunter, one will be chosen randomly as the Yeti.": "Jeżeli wszyscy gracze wybiorą łowcę, jeden z nich zostanie losowo wybrany na Yeti.",
      "Completing games as hunter will increase your chances to be chosen as the Yeti.": "Kończenie gier jako łowca zwiększy twoje szanse na zostanie Yeti.",
      "Rise up the ranks and compete with the best Deathmatch players in the world!": "Rywalizuj z najlepszymi graczami na świecie w trybie Deathmatch i pnij się w tabeli wyników!",
      "Two teams compete to take control of Busan.": "Dwie drużyny walczą o przejęcie kontroli nad Pusan.",
      "Capture the objectives!": "Zajmijcie cel!",
      "Climb to the top of the scoreboard with every player using heroes that randomly change upon respawn.": "Wejdź na szczyt tabeli wyników. Każdy gracz dysponuje bohaterami, którzy zmieniają się losowo podczas odradzania się.",
      "A team of four heroes heads to Havana to deal with a new threat.": "Wyrusz wraz z czteroosobowym zespołem na Hawanę, żeby zająć się nowym zagrożeniem.",
      "A new Overwatch strike team heads to Havana to capture a critical Talon asset.": "Nowa grupa szturmowa Overwatch wyrusza na Hawanę, aby pojmać ważnego członka Szponu.",
      "Two teams of six players compete on Busan to capture the enemy team's flag while defending their own.": "Dwie sześcioosobowe drużyny walczą na mapie Pusan o zdobycie flagi przeciwników, jednocześnie broniąc własnej.",
      "Eliminated heroes are frozen and may be thawed by allies. Freeze all enemies to win the round. Successful heroes are removed from later rounds.": "Zlikwidowani wrogowie zostają zamrożeni i mogą ich rozmrozić sojusznicy. Zamroź wszystkich wrogów, aby wygrać rundę. Zwycięscy bohaterowie są niedostępni w późniejszych rundach.",
      "Head to Paris and battle at the heart of the Omnic Resistance.": "Udaj się do Paryża i stocz walkę w centrum buntu omników.",
      "Play through a set list of heroes in a deathmatch environment. Each time you get a kill, you swap to the next hero. The first player to get through their list wins.": "Graj kolejnymi bohaterami z listy w trybie Deathmatch. Po każdej zaliczonej likwidacji przełączasz się na kolejną postać. Wygrywa pierwszy gracz, który wcieli się we wszystkie postacie z listy.",
      "Take the fight to the streets of Havana!": "Walcz na ulicach Hawany!",
      "A free-for-all battle against identical heroes!": "Bitwa każdy na każdego z identycznymi bohaterami!",
      "Defeat the enemy team with no role limits on hero selection.": "Pokonaj drużynę wroga bez ograniczeń ról przy wyborze bohaterów.",
      "Face off in a free-for-all snowball fight as Mei, who is equipped with a powerful Snowball Blaster. This weapon has limited ammo, but can be reloaded at snow piles.": "Stań do walki w grze każdy na każdego jako Mei wyposażona w potężny Śnieżkowy Blaster. Broń posiada ograniczoną amuniację, lecz można ją przeładowywać przy górkach śniegu.",
      "PH Skirmish description": "PH Skirmish description",
      "Two teams of six players compete in a fast-paced match to capture the enemy team's flag while defending their own.": "Dwie sześcioosobowe drużyny walczą w szybkiej grze o zdobycie flagi przeciwników, jednocześnie broniąc własnej.",
      "Storm Rising. Only damage heroes. Healing is reduced. Heal yourself by doing damage.": "Czarne Chmury. Tylko bohaterowie natarcia. Leczenie jest ograniczone. Leczysz się, zadając obrażenia.",
      "Archives missions with a twist.": "Wariacje na temat misji archiwalnych.",
      "Uprising. Players have reduced health and increased damage.": "Insurekcja. Gracze mają mniej zdrowia i zadają więcej obrażeń.",
      "Retribution. Only critical hits do damage.": "Odwet. Tylko trafienia krytyczne zadają obrażenia.",
      "Uprising. Enemies drop lava on death.": "Insurekcja. Po zabitych wrogach pozostaje lawa.",
      "Storm Rising. Some enemies are enraged. Killing them spreads the rage.": "Czarne Chmury. Niektórzy wrogowie są rozwścieczeni. Zabicie ich przenosi szał na innych.",
      "Retribution. Enemies can only be damaged if a player is nearby.": "Odwet. Wrogowie otrzymują obrażenia tylko wtedy, kiedy w ich pobliżu znajduje się gracz.",
      "Winter seasonal brawls.": "Sezonowe Zimowe Rozróby.",
      "3v3 team match of Lúcioball featuring nonstop, chaotic, multi-ball action.": "Mecz 3 na 3 w Futbolúcio. Wiele piłek i chaotyczna akcja non-stop.",
      "Defeat the enemy team with almost no limits on hero selection.": "Pokonaj drużynę wroga prawie bez ograniczeń ról przy wyborze bohaterów.",
      "Rise up the ranks and compete with the best players in the world with no role limits on hero selection.": "Rywalizuj z najlepszymi graczami na świecie i pnij się w tabeli wyników bez ograniczeń ról przy wyborze bohaterów.",
      "PH Lucioball container description.": "Opis zbiorczy Futbolúcio",
      "An experimental version of Assault": "Eksperymentalna wersja Szturmu",
      "A deadly ghost chases players.": "Zabójczy duch ściga graczy.",
      "Zomnics move faster.": "Złomniki poruszają się szybciej.",
      "Zomnics explode near players.": "Złomniki wybuchają w pobliżu graczy.",
      "Only 3 players, but they deal more damage.": "Tylko troje graczy, ale zadają więcej obrażeń.",
      "Heroes periodically randomized.": "Bohaterowie dobierani są losowo co jakiś czas.",
      "Some enemies spawn Shock-Tires on death.": "Niektórzy wrogowie pozostawiają po śmierci Szok-Opony.",
      "Rise up the ranks and compete with the best players in the world with no limits on hero selection.": "Rywalizuj z najlepszymi graczami na świecie i pnij się w tabeli wyników bez ograniczeń przy wyborze bohaterów.",
      "Gain points by killing the Target to claim their bounty and become the Target yourself, raising your health and ultimate meter to full. Earn bonus points by killing non-Target heroes as the Target. ": "Zdobądź punkty, zabijając cel, aby odebrać nagrodę i stać się kolejnym celem, co zwiększy poziom twojego zdrowia i napełni wskaźnik superzdolności. Zdobywaj dodatkowe punkty jako cel, zabijając bohaterów, którzy nie są celami.",
      "CTF Game Modes": "Tryby gry – Zdobywanie flagi",
      "Uprising. Enemy barriers are invulnerable.": "Insurekcja. Bariery wroga są niezniszczalne.",
      "Retribution. Damaging enemies heals other enemies.": "Odwet. Ranienie wrogów powoduje leczenie pozostałych przeciwników.",
      "Storm Rising. Enemies damage nearby players.": "Czarne Chmury. Wrogowie zadają obrażenia pobliskim graczom."
    },
    "players": {
      "5v1": "5 NA 1",
      "6v6": "6 na 6",
      "4v4": "4 na 4",
      "3v3": "3 na 3",
      "8 Player FFA": "FFA dla 8 graczy",
      "1v1": "1 na 1",
      "Co-op": "Współpraca",
      "-": "-",
      "3v3 Groups Only": "Tylko ekipy 3v3",
      "6v6 Groups Only": "Tylko ekipy 6v6",
      "6 Player FFA": "FFA dla 6 graczy"
    }
  }
}