{
  "general": {
    "menu": {
      "contributors": "участники",
      "api docs": "api документы",
      "about": "про нас"
    },
    "overwatch": {
      "warning": "Предупреждение",
      "not updated yet": "Еще не обновлено",
      "day ends in": "День заканчивается через"
    },
    "profile": {
      "member since": "Участник с {0}",
      "social": "Социальное",
      "personal": "Личное",
      "nationality": "Национальность",
      "about": "Об",
      "contribution statistics": "Статистика взносов",
      "contribution count": "Подсчет взносов",
      "last contributed": "Последний взнос",
      "favourite day": "Любимый день",
      "contribution history": "Contribution history",
      "favourite gamemodes": "Любимые режимы игры",
      "favourite heroes": "Любимые герои",
      "favourite maps": "Любимые карты"
    },
    "contributor listing": {
      "contributor since": "Соавтор с {0}, на данный момент {1} публикации.",
      "contributor last contributed": "Последний взнос {0}",
      "view profile": "Просмотреть профиль"
    },
    "footer": {
      "copyright_site": "Этот сайт находится под лицензией",
      "copyright_materials": "Контент и материалы игры являются товарными знаками и авторскими правами соответствующих издателей и их лицензиаров. Все права защищены."
    }
  },
  "overwatch": {
    "arcademodes": {
      "Yeti Hunter": "Охота на йети",
      "Meis Snowball Offensive": "Операция «Метелица»",
      "Winter Mystery": "Зимняя тайна",
      "Total Mayhem": "Полный хаос",
      "Team Deathmatch": "Командная схватка",
      "No Limits": "Без ограничений",
      "Copa Lúcioball": "Кубок Лусио",
      "Lúcioball": "Лусиобол",
      "Mystery Heroes": "Загадочные герои",
      "Capture the Flag": "Захват флага",
      "Low Gravity": "Низкая гравитация",
      "Château Deathmatch": "Схватка в шато",
      "Capture the Rooster": "Захват Петуха",
      "Competitive CTF": "Соревновательный захват флага",
      "CTF: Ayutthaya Only": "Захват флага: только Аюттайя",
      "Deathmatch": "Схватка",
      "Limited Duel": "Дуэль с ограничениями",
      "Mystery Duel": "Случайная дуэль",
      "Elimination": "Ликвидация",
      "3v3 Elimination": "Ликвидация 3х3",
      "5v5 Elimination": "Ликвидация 5х5",
      "Hybrid": "Гибридный режим",
      "Junkertown": "Джанкертаун",
      "Junkertown Mystery Heroes": "Загадочные герои Джанкертауна",
      "Horizon Lunar Colony": "Лунная колония «Горизонт»",
      "Blizzard World": "Blizzard World",
      "Doomfist Elimination": "Ликвидация: Кулак Смерти",
      "Junkensteins Revenge": "Месть Крысенштейна",
      "Mission Archives": "Архив заданий",
      "Competitive Elimination": "Соревновательная ликвидация",
      "Rialto": "Риальто",
      "NORMAL": "БОЕЦ",
      "HARD": "ВЕТЕРАН",
      "EXPERT": "ЭКСПЕРТ",
      "LEGENDARY": "ЛЕГЕНДА",
      "Retribution (Story)": "Возмездие (сюжет)",
      "Retribution All Heroes": "Возмездие (все герои)",
      "Omnic Uprising Story": "Мятеж (сюжет)",
      "Omnic Uprising All Heroes": "Мятеж (все герои)",
      "Prefer Hunter": "Выбираю охотницу",
      "Prefer Yeti": "Выбираю йети",
      "Competitive Deathmatch": "Соревновательная схватка",
      "Petra Deathmatch": "Схватка в Петре",
      "Junkenstein Endless": "Бесконечная месть",
      "Junkenstein Modes": "Испытания Крысенштейна",
      "No Limits Payloads": "Без ограничений (сопровождение)",
      "Horizon No Limits": "Горизонт – без ограничений",
      "Busan": "Пусан",
      "Assault": "Захват точек",
      "Mystery Deathmatch": "Схватка вслепую",
      "Competitive Team Deathmatch": "Соревновательная командная схватка",
      "Storm Rising All Heroes": "Предчувствие бури (все герои)",
      "Storm Rising Story": "Предчувствие бури (сюжет)",
      "CTF: Busan": "Захват флага: Пусан",
      "Freezethaw Elimination": "Ледяная ликвидация",
      "Paris": "Париж",
      "Hero Gauntlet": "Испытание героев",
      "Havana": "Гавана",
      "Mirrored Deathmatch": "Зеркальная схватка",
      "Snowball Deathmatch": "Снежная схватка",
      "Skirmish": "Разминка",
      "CTF Blitz": "Быстрый захват флага",
      "Blood Moon Rising": "Кровавая луна",
      "Challenge Missions": "Испытания",
      "Glass Cannon": "Хрупкие разрушители",
      "Surgical Strike": "Хирургическая точность",
      "Molten Cores": "Перегрев",
      "Storm Raging": "Ярость бури",
      "Close Quarters": "Ближний бой",
      "Winter Brawls": "Зимние потасовки",
      "Lúcioball Remix": "Лусиобол-ремикс",
      "Uprising": "Мятеж",
      "Retribution": "Возмездие",
      "Storm Rising": "Предчувствие бури",
      "Almost No Limits": "Почти без ограничений",
      "Competitive Open Queue": "Открытый соревновательный режим",
      "Lúcioball Modes": "Режимы лусиобола",
      "Assault Test": "Захват точек (тест)",
      "Kanezaka Deathmatch": "Схватка в Канедзаке",
      "Vengeful Ghost": "Мстительный дух",
      "Frenzied Stampede": "Бешеный натиск",
      "Volatile Zomnics": "Взрывоопасные зомники",
      "Three They Were": "Одинокое трио",
      "Mystery Swap": "Таинственная подмена",
      "Shocking Surprise": "Электросюрприз",
      "Competitive No Limits": "Соревновательный режим без ограничений",
      "Bounty Hunter": "Охота за головами",
      "CTF Modes": "Режимы захвата флага",
      "Bulletproof Barriers": "Непробиваемые барьеры",
      "Sympathy Gains": "Живительная эмпатия",
      "Thunderstorm": "Гроза",
      "Lunar Brawls": "Потасовки Лунного Нового года",
      "Malevento Deathmatch": "Схватка в Малевенто",
      "Malevento TDM": "Командная схватка в Малевенто",
      "Open Queue": "Открытый режим",
      "Assault Maps": "Захват точек",
      "Payload Maps": "Груз",
      "Hybrid Maps": "Гибридный режим",
      "Control Maps": "Контроль",
      "Push Maps": "Натиск",
      "Paraíso": "Параисо",
      "Midtown": "Мидтаун",
      "Circuit Royal": "Королевская трасса"
    },
    "descriptions": {
      "Adventurous Hunters work together against the lone Yeti. Watch out, if the Yeti eats 4 meat it's time to run!": "Отважные охотницы объединяются против одного йети. Но берегитесь! Если он съест 4 куска мяса, охотниц спасет только чудо.",
      "Face off in a series of five-on-five fights as Mei, who is equipped with a powerful Snowball Blaster. This weapon only has one shot, but can be reloaded at snow piles.": "Серия сражений между игроками-Мэй в формате 5х5. Участницы вооружены мощными снежковыми бластерами, которые нужно перезаряжать возле сугробов после каждого выстрела.",
      "Defeat the enemy team with every player using heroes that randomly change upon respawn.": "Одолейте команду противника, каждый раз возрождаясь случайным героем.",
      "Power up and embrace the chaos.": "Вот вам сила — устройте кавардак!",
      "Climb to the top of the scoreboard. The deadliest team wins.": "Поднимитесь на вершину рейтинговой таблицы. Победит самая смертоносная команда.",
      "Defeat the enemy team without any limits on hero selection.": "Одолейте команду противника без каких-либо ограничений в выборе героя.",
      "Rise up the ranks and compete with the best Lúcioballers in the world!": "Поднимайте ранг и соревнуйтесь с лучшими лусиоболистами в мире!",
      "3v3 team match of Lúcioball. Whoever scores the most goals wins!": "Матчи 3х3. Побеждает команда, забившая больше голов!",
      "Two teams of five players compete to capture the enemy team's flag while defending their own.": "Две команды по пять игроков соревнуются, чтобы захватить вражеский флаг и защитить свой.",
      "Defeat the enemy team in a low-gravity environment.": "Одолейте противников в условиях пониженной гравитации.",
      "Climb to the top of the scoreboard. The deadliest hero wins.": "Поднимитесь на вершину рейтинговой таблицы. Победит самый смертоносный герой.",
      "Two teams of five players compete on Lijiang Tower to capture the enemy team's flag while defending their own.": "Две команды по пять игроков соревнуются на поле боя «Башня Лицзян». Цель – захватить вражеский флаг и защитить свой.",
      "Rise up the ranks and compete with the best Capture The Flag players in the world!": "Поднимайте свой ранг и соревнуйтесь с лучшими захватчиками флагов в мире!",
      "Two teams of five players compete on Ayutthaya to capture the enemy team's flag while defending their own.": "Две команды по пять игроков соревнуются на поле боя в Аюттайе. Цель – захватить вражеский флаг и защитить свой.",
      "Face off in a series of one on one fights. Both players pick from the same set of heroes in every round.": "Серия поединков, где игроки для каждого раунда выбирают себе героя из одинаковых ограниченных наборов.",
      "Face off in a series of one on one fights. Both players use the same random hero in every round.": "Серия поединков. В каждом раунде оба игрока получают одного и того же героя.",
      "Compete as a team of three players in a series of fights.": "Серия сражений в формате 3х3.",
      "Compete as a team of three players in a series of fights, where successful heroes are removed from later rounds.": "Бои в формате 3х3, где после каждого раунда победившие герои становятся недоступными.",
      "Compete as a team of five players in a series of fights, where successful heroes are removed from later rounds.": "Бои в формате 5х5, где после каждого раунда победившие герои становятся недоступными.",
      "Capture the payload and escort it to the destination!": "Захватите груз и доставьте его к месту назначения!",
      "Escort Junkrat and Roadhog's special delivery to the Queen of Junkertown!": "Доставьте подарок Крысавчика и Турбосвина королеве Джанкертауна!",
      "Defeat the enemy team on the Horizon Lunar Colony map.": "Одолейте противников в лунной колонии «Горизонт».",
      "Welcome to Blizzard World. Are you prepared for the most epic theme park experience... ever?": "Добро пожаловать в Blizzard World! Вы уже готовы к самому эпичному приключению на свете?",
      "Compete as a team of six Doomfists in a series of fights.": "Серия боев между командами из шести Кулаков Смерти.",
      "Dr. Jamison Junkenstein wants revenge. Four wanderers have come to stop him...": "Доктор Джеймисон Крысенштейн жаждет возмездия! А четверо искателей приключений – остановить его...",
      "Missions from the Overwatch Archives.": "Задания из «Архивов Overwatch».",
      "Rise up the ranks and compete with the best Elimination players in the world!": "Поднимайте свой ранг и соревнуйтесь с лучшими игроками режима «Ликвидация» в мире!",
      "Notoriously the site of the \"Venice Incident,\" conflict has returned to the streets and canals of Rialto.": "Когда-то именно в Риальто произошел печально известный «инцидент в Венеции»... А теперь на улицах некогда тихого района развернулась новая битва.",
      "Dr. Junkenstein and his minions march upon the castle.": "Доктор Крысенштейн и его творения подступают к замку.",
      "The minions of Dr. Junkenstein grow stronger.": "Слуги доктора Крысенштейна стали сильнее.",
      "Few will survive the night.": "Немногие выживут этой ночью.",
      "Fallen wanderers will be immortalized in legend.": "Легенда о павших защитниках останется в веках.",
      "Blackwatch heads to Venice to deal with a new threat.": "Blackwatch отправляется в Венецию с секретным заданием.",
      "A team of four heroes heads to Venice to deal with a new threat.": "Команда из четырех героев отправляется в Венецию с секретным заданием.",
      "An Overwatch strike team is sent to liberate King's Row from Null Sector.": "Ударный отряд Overwatch отправляется на освобождение захваченного омниками из «Нуль-сектора» района Кингс Роу.",
      "Fight as a team of four heroes to liberate King's Row from Null Sector.": "Четыре отважных героя освобождают захваченный «Нуль-сектором» район Кингс Роу.",
      "Normal difficulty description text. PH": "Normal difficulty description text. PH",
      "Hard difficulty description text. PH": "Hard difficulty description text. PH",
      "Expert difficulty description text. PH": "Expert difficulty description text. PH",
      "Legendary difficulty description text. PH": "Legendary difficulty description text. PH",
      "Stop the King's Row uprising.": "Подавите мятеж на Кингс Роу.",
      "Null Sector's forces have been upgraded.": "Войска «Нуль-сектора» улучшены.",
      "Null Sector takes no prisoners.": "«Нуль-сектор» пленных не берет.",
      "Face the overwhelming might of Null Sector.": "Узрите всю мощь «Нуль-сектора».",
      "If all players prefer Hunter, one will be chosen randomly as the Yeti.": "Если все игроки выбирают охотницу, йети случайным образом выбирается из них.",
      "Completing games as hunter will increase your chances to be chosen as the Yeti.": "Чем больше матчей вы завершили в роли охотницы, тем выше вероятность стать йети.",
      "Rise up the ranks and compete with the best Deathmatch players in the world!": "Поднимайте свой ранг и соревнуйтесь с лучшими игроками режима «Схватка» в мире!",
      "Two teams compete to take control of Busan.": "Две команды сражаются за контроль над Пусаном.",
      "Capture the objectives!": "Захватите объекты!",
      "Climb to the top of the scoreboard with every player using heroes that randomly change upon respawn.": "Штурмуйте вершины рейтинговых таблиц, каждый раз возрождаясь случайным героем.",
      "A team of four heroes heads to Havana to deal with a new threat.": "Команда из четырех героев отправляется в Гавану с новым заданием.",
      "A new Overwatch strike team heads to Havana to capture a critical Talon asset.": "Новый ударный отряд Overwatch отправляется в Гавану, чтобы захватить важного члена «Когтя».",
      "Two teams of six players compete on Busan to capture the enemy team's flag while defending their own.": "Две команды по шесть игроков соревнуются на поле боя в Пусане. Цель – захватить вражеский флаг и защитить свой.",
      "Eliminated heroes are frozen and may be thawed by allies. Freeze all enemies to win the round. Successful heroes are removed from later rounds.": "Убитые герои замерзают и могут быть разморожены союзниками. Для победы в раунде заморозьте всех противников. Герои, использованные победившей командой, недоступны в дальнейших раундах.",
      "Head to Paris and battle at the heart of the Omnic Resistance.": "Отправляйтесь в Париж и вступите в битву, кипящую в самом сердце квартала, где зародилось Сопротивление омников.",
      "Play through a set list of heroes in a deathmatch environment. Each time you get a kill, you swap to the next hero. The first player to get through their list wins.": "Серия схваток между героями из списка. При каждом убийстве вы переключаетесь на нового героя. Первый игрок, дошедший до конца списка героев, побеждает.",
      "Take the fight to the streets of Havana!": "Примите бой на улицах Гаваны!",
      "A free-for-all battle against identical heroes!": "Бой между одинаковыми героями, где каждый сам за себя!",
      "PH Endless Deathmatch description": "PH Endless Deathmatch description",
      "Face off in a free-for-all snowball fight as Mei, who is equipped with a powerful Snowball Blaster. This weapon has limited ammo, but can be reloaded at snow piles.": "Победите других игроков-Мэй, вооруженных мощными снежковыми бластерами, которые нужно перезаряжать возле сугробов после каждого выстрела.",
      "PH Skirmish description": "PH Skirmish description",
      "Two teams of five players compete in a fast-paced match to capture the enemy team's flag while defending their own.": "В этом динамичном режиме две команды по пять игроков стараются захватить флаг противника и защитить свой.",
      "Storm Rising. Only damage heroes. Healing is reduced. Heal yourself by doing damage.": "«Предчувствие бури». Только герои с ролью «Урон». Штраф к исцелению. Наносите урон, чтобы восстанавливать здоровье.",
      "Archives missions with a twist.": "Задания «Архивов» с особыми условиями.",
      "Uprising. Players have reduced health and increased damage.": "«Мятеж». У игроков снижено здоровье, но повышен урон.",
      "Retribution. Only critical hits do damage.": "«Возмездие». Урон наносится только критическими ударами.",
      "Uprising. Enemies drop lava on death.": "«Мятеж». Из убитых противников выливается лава.",
      "Storm Rising. Some enemies are enraged. Killing them spreads the rage.": "«Предчувствие бури». Некоторые противники впадают в ярость. После их смерти ярость распространяется.",
      "Retribution. Enemies can only be damaged if a player is nearby.": "«Возмездие». Противники получают урон, только находясь рядом с игроком.",
      "Winter seasonal brawls.": "Сезонные зимние потасовки.",
      "3v3 team match of Lúcioball featuring nonstop, chaotic, multi-ball action.": "Матчи 3х3. Новый лусиобол: непрерывный хаос с несколькими мячами.",
      "Defeat the enemy team with almost no limits on hero selection.": "Одолейте команду противника почти без ограничений в выборе героя.",
      "Rise up the ranks and compete with the best players in the world with no role limits on hero selection.": "Поднимайте свой ранг и соревнуйтесь с лучшими игроками в мире в матчах без ограничений по ролям.",
      "PH Lucioball container description.": "PH Lucioball container description.",
      "An experimental version of Assault": "Разновидность режима «Захват точек»",
      "A deadly ghost chases players.": "Игроков преследует злобный дух.",
      "Zomnics move faster.": "Зомники двигаются быстрее.",
      "Junkenstein's Revenge with a twist.": "Месть Крысенштейна на новый лад.",
      "Zomnics explode near players.": "Зомники взрываются рядом с игроками.",
      "Only 3 players, but they deal more damage.": "Только три игрока, но они наносят больше урона.",
      "Heroes periodically randomized.": "Герои время от времени сменяются случайным образом.",
      "Some enemies spawn Shock-Tires on death.": "Противники иногда призывают электрошины после смерти.",
      "Rise up the ranks and compete with the best players in the world with no limits on hero selection.": "Поднимайте свой ранг и соревнуйтесь с лучшими игроками в мире в матчах без ограничений при выборе героя.",
      "Gain points by killing the Target to claim their bounty and become the Target yourself, raising your health and ultimate meter to full. Earn bonus points by killing non-Target heroes as the Target. ": "Убейте цель охоты, чтобы заработать очки и получить награду. После этого вы сами станете целью, ваш запас здоровья полностью восстановится, а суперспособность – зарядится. Став целью охоты, вы будете получать дополнительные очки, убивая героев-охотников. ",
      "CTF Game Modes": "Режимы захвата флага",
      "Uprising. Enemy barriers are invulnerable.": "«Мятеж». Барьеры противника неуязвимы.",
      "Retribution. Damaging enemies heals other enemies.": "«Возмездие». Нанесение урона одним противникам исцеляет других.",
      "Storm Rising. Enemies damage nearby players.": "«Предчувствие бури». Противники наносят урон игрокам рядом с собой.",
      "Defeat the enemy team with no role limits on hero selection.": "Победите команду противника без ограничений по ролям при выборе героя.",
      "Push the bot farther than the enemy team does.": "Передвиньте робота дальше команды противника.",
      "Battle through the streets of Lúcio's hometown!": "Сражайтесь на улицах родного города Лусио!",
      "Drive your enemies back through the shadows of skyscrapers!": "Отбейте натиск противников в тени небоскребов!",
      "Protect the payload in the stunning playground of the mega-rich!": "Защищайте груз на зрелищной игровой площадке сливок общества!"
    },
    "players": {
      "5v1": "5х1",
      "5v5": "5x5",
      "6v6": "6х6",
      "4v4": "4х4",
      "3v3": "3х3",
      "8 Player FFA": "8 игроков (FFA)",
      "1v1": "1х1",
      "Co-op": "Совместный",
      "-": "-",
      "3v3 Groups Only": "3х3, только группы",
      "6v6 Groups Only": "6х6, только группы",
      "6 Player FFA": "6 игроков (FFA)"
    }
  }
}