{
  "general": {
    "menu": {
      "contributors": "contributors",
      "api docs": "api docs",
      "about": "about"
    },
    "overwatch": {
      "warning": "warning",
      "not updated yet": "not updated yet",
      "day ends in": "Day ends in"
    },
    "profile": {
      "member since": "Member since {0}",
      "social": "Social",
      "personal": "Personal",
      "nationality": "Nationality",
      "about": "About",
      "contribution statistics": "Contribution statistics",
      "contribution count": "Contribution count",
      "last contributed": "Last contributed",
      "favourite day": "Favourite day",
      "favourite gamemodes": "Favourite gamemodes",
      "favourite heroes": "Favourite heroes",
      "favourite maps": "Favourite maps"
    },
    "contributor listing": {
      "contributor since": "Contributor since {0} with currently {1} contributions.",
      "contributor last contributed": "Last contributed {0}",
      "view profile": "view profile"
    },
    "footer": {
      "copyright_site": "This site is licensed under a",
      "copyright_materials": "Game content and materials are trademarks and copyrights of their respective publisher and its licensors. all rights reserved"
    }
  },
  "overwatch": {
    "arcademodes": {
      "Yeti Hunter": "雪怪大作戰",
      "Meis Snowball Offensive": "小美的雪球大作戰",
      "Winter Mystery": "冬境神秘客",
      "Total Mayhem": "全面破壞",
      "Team Deathmatch": "團隊死鬥",
      "No Limits": "無限制",
      "Copa Lúcioball": "路西歐競球盃",
      "Lúcioball": "路西歐競球",
      "Mystery Heroes": "神秘客",
      "Capture the Flag": "搶旗",
      "Low Gravity": "低重力",
      "Château Deathmatch": "城堡死鬥",
      "Capture the Rooster": "搶得先雞",
      "Competitive CTF": "搶旗競技",
      "CTF: Ayutthaya Only": "大城搶旗戰",
      "Deathmatch": "死鬥",
      "Limited Duel": "限定單挑",
      "Mystery Duel": "神秘客大對決",
      "Elimination": "鬥陣對決",
      "Hybrid": "鎖定對決",
      "Junkertown": "混合",
      "Junkertown Mystery Heroes": "垃圾鎮",
      "Horizon Lunar Colony": "垃圾鎮神秘客",
      "Blizzard World": "地平線月球殖民地",
      "Doomfist Elimination": "暴雪樂園",
      "Junkensteins Revenge": "毀滅拳王鬥陣對決",
      "Mission Archives": "鼠肯斯坦復仇記",
      "Competitive Elimination": "捍衛密令",
      "Rialto": "鎖定對決競技模式",
      "NORMAL": "里亞爾托",
      "HARD": "普通",
      "EXPERT": "困難",
      "LEGENDARY": "專家",
      "Retribution (Story)": "傳奇",
      "Retribution (All Heroes)": "制裁行動（故事模式）",
      "Uprising (Story)": "制裁行動（所有英雄）",
      "Uprising (All Heroes)": "零度叛亂（故事模式）",
      "Prefer Hunter": "零度叛亂（所有英雄）",
      "Prefer Yeti": "想當獵人",
      "Competitive Deathmatch": "想當雪怪",
      "Petra Deathmatch": "死鬥競技模式",
      "Junkenstein Endless": "佩特拉死鬥",
      "Junkenstein Modes": "鼠肯斯坦無盡復仇",
      "No Limits Payloads": "鼠肯斯坦模式",
      "Horizon No Limits": "鎖定對決競技模式",
      "Busan": "地平線月球殖民地",
      "Assault": "釜山",
      "Mystery Deathmatch": "佔領",
      "Competitive Team Deathmatch": "神秘客死鬥",
      "Storm RIsing (All Heroes)": "團隊死鬥競技模式",
      "Storm Rising (Story)": "失控倒數（所有英雄）",
      "CTF: Busan": "失控倒數（故事模式）",
      "Freezethaw Elimination": "釜山搶旗戰",
      "Paris": "凍凍大作戰",
      "Hero Gauntlet": "巴黎",
      "Havana": "英雄交鋒<tx0C0000000001FEE9>",
      "Mirrored Deathmatch": "哈瓦那",
      "Quick Play Classic": "同英雄對決死鬥<tx0C0000000001FEE9>",
      "Snowball Deathmatch": "鎖定對決競技模式",
      "Skirmish": "雪球死鬥大作戰",
      "CTF Blitz": "衝突戰",
      "Blood Moon Rising": "搶旗閃擊戰",
      "Challenge Missions": "血月獵殺",
      "Glass Cannon": "挑戰任務",
      "Surgical Strike": "棄防強攻",
      "Molten Cores": "精準攻擊",
      "Storm Raging": "熔岩之地",
      "Close Quarters": "失控風暴",
      "Winter Brawls": "近距搏鬥",
      "Lúcioball Remix": "冬境鬥陣爭霸",
      "Uprising": "路西歐競球混音秀",
      "Retribution": "零度叛亂",
      "Storm Rising": "制裁行動",
      "Almost No Limits": "失控倒數",
      "Competitive Open Queue": "幾乎無限制",
      "Lúcioball Modes": "自由佇列競技對戰",
      "Assault Test": "路西歐競球模式",
      "Kanezaka Deathmatch": "佔領測試",
      "Vengeful Ghost": "鐵坂死鬥",
      "Frenzied Stampede": "復仇之鬼",
      "Volatile Zomnics": "高速湧竄",
      "Three They Were": "屍械爆爆",
      "Mystery Swap": "三缺一",
      "Shocking Surprise": "神秘變變變",
      "Competitive No Limits": "電流快感",
      "Bounty Hunter": "無限制競技",
      "CTF Modes": "賞金獵人",
      "Bulletproof Barriers": "搶旗模式",
      "Sympathy Gains": "防彈屏障",
      "Thunderstorm": "同情得利"
    },
    "descriptions": {
      "Adventurous Hunters work together against the lone Yeti. Watch out, if the Yeti eats 4 meat it's time to run!": "幾位大膽的獵人團結合作對抗孤獨的雪怪。小心，如果雪怪吃到4塊肉，你們就得趕緊逃命！",
      "Face off in a series of six-on-six fights as Mei, who is equipped with a powerful Snowball Blaster. This weapon only has one shot, but can be reloaded at snow piles.": "來進行一系列的6對6決鬥！玩家只能使用小美，手上的武器是雪球槍。雖然子彈只有一發，不過你可以在雪堆進行裝填。",
      "Defeat the enemy team with every player using heroes that randomly change upon respawn.": "每一名玩家都會在重生時隨機更換英雄，努力擊敗敵方隊伍吧。",
      "Power up and embrace the chaos.": "充分暢快，大肆破壞。",
      "Climb to the top of the scoreboard. The deadliest team wins.": "在排行榜一路晉升，只有又強又猛又殺的那方能成為贏家。",
      "Defeat the enemy team without any limits on hero selection.": "沒有英雄選擇限制，目標是擊敗敵方隊伍。",
      "Rise up the ranks and compete with the best Lúcioballers in the world!": "提高排名，和全世界頂尖的路西歐競球好手一同競賽吧！",
      "3v3 team match of Lúcioball. Whoever scores the most goals wins!": "3v3路西歐競球！得分最多的隊伍即可獲勝！",
      "Two teams of six players compete to capture the enemy team's flag while defending their own.": "兩支六人隊伍必須一面保護己方的旗幟，一面奪取對方的旗幟。",
      "Defeat the enemy team in a low-gravity environment.": "在低重力環境下擊敗敵方隊伍。",
      "Climb to the top of the scoreboard. The deadliest hero wins.": "在排行榜一路晉升，只有又強又猛又殺的人能成為贏家。",
      "Two teams of six players compete on Lijiang Tower to capture the enemy team's flag while defending their own.": "兩支六人隊伍在灕江天塔展開競賽，必須一面保護己方的旗幟，一面奪取對方的旗幟。",
      "Rise up the ranks and compete with the best Capture The Flag players in the world!": "提高排名，和全世界頂尖的搶旗好手一同競賽吧！",
      "Two teams of six players compete on Ayutthaya to capture the enemy team's flag while defending their own.": "兩支六人隊伍在大城展開競賽，必須一面保護己方的旗幟，一面奪取對方的旗幟。",
      "Face off in a series of one on one fights. Both players pick from the same set of heroes in every round.": "連續進行單挑比試。每一回合，雙方玩家都必須使用同樣的英雄組合。",
      "Face off in a series of one on one fights. Both players use the same random hero in every round.": "連續進行單挑比試。每一回合，雙方玩家都必須使用同樣一名隨機選出的英雄。",
      "Compete as a team of three players in a series of fights.": "以三人一隊的方式，進行一連串的戰鬥。",
      "Compete as a team of six players in a series of fights, where successful heroes are removed from later rounds.": "以三人一隊的方式，進行一連串的戰鬥，獲勝的英雄不能再次使用。",
      "Capture the payload and escort it to the destination!": "以六人一隊的方式，進行一連串的戰鬥，之後的回合不得使用先前獲勝過的英雄。",
      "Escort Junkrat and Roadhog's special delivery to the Queen of Junkertown!": "佔領目標，然後將目標護送至目的地！",
      "Defeat the enemy team on the Horizon Lunar Colony map.": "每一名玩家都會在重生時隨機更換英雄，努力擊敗敵方隊伍吧。",
      "Welcome to Blizzard World. Are you prepared for the most epic theme park experience... ever?": "在地平線月球殖民地擊敗敵方隊伍。",
      "Compete as a team of six Doomfists in a series of fights.": "歡迎來到暴雪樂園。準備好要踏入最史詩的遊樂園了嗎？",
      "Dr. Jamison Junkenstein wants revenge. Four wanderers have come to stop him...": "以六人一隊而且全部是毀滅拳王的方式，進行一連串的戰鬥。",
      "Missions from the Overwatch Archives.": "詹米森‧鼠肯斯坦博士一心渴望復仇。此時有四個人出面制止他...",
      "Rise up the ranks and compete with the best Elimination players in the world!": "捍衛者任務資料庫的任務紀錄。",
      "Notoriously the site of the \"Venice Incident,\" conflict has returned to the streets and canals of Rialto.": "提高排名，和全世界頂尖的鎖定對決好手一同競賽吧！",
      "Dr. Junkenstein and his minions march upon the castle.": "這裡是著名的「威尼斯事件」事發地點。如今，里亞爾托的街道與運河上再次出現衝突。",
      "The minions of Dr. Junkenstein grow stronger.": "鼠肯斯坦博士和他的怪物攻向城堡。",
      "Few will survive the night.": "鼠肯斯坦博士的爪牙變強了。",
      "Fallen wanderers will be immortalized in legend.": "有多少人能活到天亮呢？",
      "Blackwatch heads to Venice to deal with a new threat.": "倒下的英雄會化為永恆的傳奇。",
      "A team of four heroes heads to Venice to deal with a new threat.": "黑衛部隊一同前往威尼斯解決新的危機。",
      "An Overwatch strike team is sent to liberate King's Row from Null Sector.": "四名英雄一同前往威尼斯解決新的危機。",
      "Fight as a team of four heroes to liberate King's Row from Null Sector.": "捍衛者派出特遣隊，要從零度象限手中拯救國王大道。",
      "If all players prefer Hunter, one will be chosen randomly as the Yeti.": "以四人小隊執行任務，從零度象限手中拯救國王大道。",
      "Completing games as hunter will increase your chances to be chosen as the Yeti.": "如果所有玩家都想成為獵人，其中一人會隨機被選為雪怪。",
      "Rise up the ranks and compete with the best Deathmatch players in the world!": "以獵人的身份完成遊戲，會提高你被選為雪怪的機率。",
      "Two teams compete to take control of Busan.": "在地平線月球殖民地擊敗敵方隊伍。",
      "Capture the objectives!": "兩隊互相競爭，奪取釜山市區的控制權。",
      "Climb to the top of the scoreboard with every player using heroes that randomly change upon respawn.": "佔領目標！",
      "A team of four heroes heads to Havana to deal with a new threat.": "在排行榜一路晉升，只有又強又猛又殺的那方能成為贏家。",
      "A new Overwatch strike team heads to Havana to capture a critical Talon asset.": "四名英雄一同前往哈瓦那解決新的危機。",
      "Two teams of six players compete on Busan to capture the enemy team's flag while defending their own.": "一支捍衛者特遣隊前往哈瓦那，追捕利爪組織高層成員。",
      "Eliminated heroes are frozen and may be thawed by allies. Freeze all enemies to win the round. Successful heroes are removed from later rounds.": "兩支六人隊伍在釜山展開競賽，必須一面保護己方的旗幟，一面奪取對方的旗幟。",
      "Head to Paris and battle at the heart of the Omnic Resistance.": "遭到擊殺的英雄會陷入凍結狀態，不過隊友可以幫忙解凍，讓敵方隊伍全員凍結即可獲勝，打贏的英雄無法在之後的回合使用。",
      "Play through a set list of heroes in a deathmatch environment. Each time you get a kill, you swap to the next hero. The first player to get through their list wins.": "前往巴黎，在智械權益維護運動風行的城市戰鬥。",
      "Take the fight to the streets of Havana!": "在死鬥對戰中玩遍一組英雄清單吧！每擊殺一次敵人，你就會換成清單中的下一個英雄。最先玩完整個英雄清單的玩家即可獲勝。",
      "A free-for-all battle against identical heroes!": "在哈瓦那街頭激烈戰鬥！",
      "Defeat the enemy team with no role limits on hero selection.": "用完全相同的英雄進行死鬥！",
      "Face off in a free-for-all snowball fight as Mei, who is equipped with a powerful Snowball Blaster. This weapon has limited ammo, but can be reloaded at snow piles.": "提高排名，和全世界頂尖的鎖定對決好手一同競賽吧！",
      "PH Skirmish description": "進行一場死鬥。玩家只能使用小美，手上的武器是雪球槍。雖然子彈只有幾發，不過你可以在雪堆進行裝填。",
      "Two teams of six players compete in a fast-paced match to capture the enemy team's flag while defending their own.": "衝突戰說明",
      "Storm Rising. Only damage heroes. Healing is reduced. Heal yourself by doing damage.": "兩支六人隊伍展開快節奏的競賽，必須一面保護己方的旗幟，一面奪取對方的旗幟。",
      "Archives missions with a twist.": "失控倒數。只能使用攻擊英雄。治療效果降低，造成傷害可恢復生命值。",
      "Uprising. Players have reduced health and increased damage.": "不一樣的捍衛密令任務。",
      "Retribution. Only critical hits do damage.": "零度叛亂。玩家的生命值降低，造成的傷害提高。",
      "Uprising. Enemies drop lava on death.": "制裁行動。只有爆頭能造成傷害。",
      "Storm Rising. Some enemies are enraged. Killing them spreads the rage.": "零度叛亂。敵人死亡時會留下熔岩。",
      "Retribution. Enemies can only be damaged if a player is nearby.": "失控倒數。某些敵人陷入狂暴。擊殺他們會使狂暴效果擴散。",
      "Winter seasonal brawls.": "制裁行動。玩家在敵人附近時，才可對其造成傷害。",
      "3v3 team match of Lúcioball featuring nonstop, chaotic, multi-ball action.": "冬境鬥陣爭霸。",
      "Defeat the enemy team with almost no limits on hero selection.": "捍衛者任務資料庫的任務紀錄。",
      "Rise up the ranks and compete with the best players in the world with no role limits on hero selection.": "幾乎沒有英雄選擇限制，目標是擊敗敵方隊伍。",
      "PH Lucioball container description.": "提高排名，和全世界頂尖的好手一同競賽，選擇英雄時沒有角色類型限制。",
      "An experimental version of Assault": "路西歐競球說明。",
      "A deadly ghost chases players.": "在排行榜一路晉升，只有又強又猛又殺的人能成為贏家。",
      "Zomnics move faster.": "一個相當致命的鬼魂會追逐玩家。",
      "Zomnics explode near players.": "屍械移動得更快。",
      "Only 3 players, but they deal more damage.": "屍械會在玩家附近爆炸。",
      "Heroes periodically randomized.": "只有3名玩家，但是造成的傷害提高。",
      "Some enemies spawn Shock-Tires on death.": "每波攻勢都會隨機更換英雄。",
      "Rise up the ranks and compete with the best players in the world with no limits on hero selection.": "有些敵人會在死亡時產生電流飛輪。",
      "Gain points by killing the Target to claim their bounty and become the Target yourself, raising your health and ultimate meter to full. Earn bonus points by killing non-Target heroes as the Target. ": "提高排名，和全世界頂尖的好手一同競賽，選擇英雄時沒有角色類型限制。",
      "CTF Game Modes": "擊殺目標以取得他們的賞金，並且成為新的目標，你的生命值和絕招蓄力值會全滿。在成為目標的狀態下，擊殺非目標英雄可以獲得獎勵分數。",
      "Uprising. Enemy barriers are invulnerable.": "搶旗遊戲模式",
      "Retribution. Damaging enemies heals other enemies.": "零度叛亂，敵方具有無敵屏障",
      "Storm Rising. Enemies damage nearby players.": "制裁行動，對敵人造成傷害會治療其他敵人"
    },
    "players": {
      "5v1": "5v1",
      "6v6": "6v6",
      "4v4": "4v4",
      "3v3": "3v3",
      "8 Player FFA": "8人自由混戰",
      "1v1": "1v1",
      "Co-op": "6v6",
      "-": "6v6",
      "3v3 Groups Only": "6v6",
      "6v6 Groups Only": "6v6",
      "6 Player FFA": "6v6"
    }
  }
}